{"https://www.bbc.com/news/live/world-europe-61124291": "Updates from BBC correspondents: Yogita Limaye, Mark Lowen, Clive Myrie, Joel Gunter and Anna Foster in Kyiv, Jonathan Beale in Donbas, Tom Bateman in Dnipro, Dan Johnson and Toby Luckhurst in Lviv And we'll keep you signed in. Sign in  or  Register You need one to watch live TV on any channel or device, and BBC programmes on iPlayer. It’s the law. Edited by Jeremy Gahagan All times stated are UK The deputy commander of the 8th army of Russia's armed forces, Vladimir Petrovich Frolov, has died in the war in Ukraine, the Russian news agency TASS has reported. The news was confirmed by St Petersburg governor Alexander Beglov. Beglov said: \"Vladimir Petrovich Frolov died a heroic death in battle with Ukrainian nationalists.\" The governor said Frolov \"sacrificed his life so that children, women and the elderly in the Donbas would no longer hear bomb explosions. To stop waiting for death and leaving home, to say goodbye as if it were the last time\". But most of the shelling taking place in Ukraine is being carried out by Russia. Throughout the war several Russian generals and high-ranking military personnel have been reported dead. It is unusual for such high-ranking officers to put themselves in danger by getting so close to the battlefield, and Western sources believe that they have done so in order to get some control over operations which have, in some areas, badly stalled. Rowan Williams, the former Archbishop of Canterbury, has just returned from southwestern Ukraine where he met some of the millions displaced within the country. Lord Williams told the BBC Radio 4's Broadcasting House programme that orthodox church leaders in Russia \"risked all moral credibility\" if they don't urge for a ceasefire before Orthodox Easter, taking place on 24 April. He said: \"It's really a terrible thing to have these great festivals of liberation, at a time where so many lives are at risk and so much unspeakable damage is being done.\" Lord Williams added that the atrocities of war would shake the faith of many, but the families he spoke to in Ukraine seemed to hold on to their faith despite the Russian invasion. Russian Defence Ministry spokesman Igor Konashenkov said Russian armed forces destroyed an ammunition factory near Kyiv, according to Reuters. Earlier on, there were reports of explosions in Ukraine's capital Kyiv. But there is limited information on where they took place. Konashenkov said: \"Overnight, high-precision air-launched missiles destroyed an ammunition factory near the town of Brovary in Kyiv region\". Prince Charles has highlighted the suffering of \"innocent victims of conflict\" in his Easter message. \"Today, millions of people find themselves displaced, wearied by their journey from troubled places, wounded by the past, fearful of the future - and in need of a welcome, of rest, and of kindness,\" he said. He added that he was \"heartbroken\" at the plight of people forced to flee their homes due to conflict and persecution. Though the prince didn’t refer to Ukraine by name, the BBC’s royal correspondent Nicholas Witchell wrote that there was no doubt that “the unfolding horrors there have inspired him to highlight the plight of refugees”. Read the full story and analysis here After a devastating assault over six weeks, there are growing signs that Russia is close to fully capturing the port city of Mariupol. Thousands of people have been killed in the siege, which began when Russian troops started encircling the city in early March. But why is Mariupol so important to Russia’s plans? The BBC’s security correspondent Frank Gardner has broken down the reasons: Geographically, Mariupol occupies only a tiny area on the map but it stands in the way of Russian forces from the Crimean peninsula. Securing the city will allow Russia to build a land bridge from Russia to Crimea, a major strategic and military success. Mariupol is the biggest port in the Azov Sea region and home to a major iron and steel works. It was also a key export hub for Ukraine's steel, coal and corn. Losing it would be a major blow to what is left of Ukraine's economy. Mariupol is home to a Ukrainian militia unit called the Azov Brigade, which contains far-right extremists, historically including neo-Nazis. Although they form only a fraction of Ukraine's fighting forces, this has been a useful propaganda tool for Moscow. If Russia manages to capture alive enough Azov Brigade fighters they may be paraded on Russian state-controlled media to discredit the Ukraine government. President Vladimir Putin sees Ukraine's Black Sea coastline as belonging to something called Novorossiya (New Russia) - Russian lands that date back to the 18th Century empire. Putin wants to revive that concept, \"rescuing Russians from the tyranny of a pro-western government in Kyiv\" as he sees it. Mariupol currently stands in the way of him achieving that aim. Read the full analysis here More information has come in on the explosions heard in Kyiv this morning. According to the local mayor, infrastructure in the Brovary area, on the outskirts of Kyiv, was damaged during the strikes. Mayor Igor Sapozhko gave no details of whether there were any casualties or any significant damage caused. Russia's aims of asserting its regional dominance and getting Ukraine to abandon its \"Euro-Atlantic orientation\" remain the same, despite its move towards concentrating its attacks on eastern Ukraine, according to the UK Ministry of Defence. In its latest intelligence update, it said that Russian forces continued to redeploy combat and support equipment from Belarus towards eastern Ukraine - including locations close to Kharkiv and Severdonetsk. It adds that locations throughout the east of the country continue to be struck. Some shipments of military assistance from the US have started arriving in Ukraine, according to a White House official quoted by CNN. Earlier this week, President Joe Biden approved an additional $800m (£600m) worth of military aid to Ukraine. He said the support would include new weapons tailored to combat Russia's expected \"wider assault\" in the east. The extra $800m shipment means the US has pledged to provided more than $3bn (£2.3bn) in military assistance to Ukraine under the Biden administration. Good morning to our UK readers. If you're just joining us, or want a recap, here's what we know on this Easter Sunday: The European Union plans to sanction Russia’s largest lender Sberbank and other Russian financial firms in its next round of restrictions, European Commission head Ursula von der Leyen told a German newspaper. \"We are looking further at the banking sector, especially Sberbank, which accounts for 37% of the Russian banking sector,\" von der Leyen told Bild am Sonntag when asked about the forthcoming sixth round of sanctions. The US had imposed “severe sanctions” on Sberbank and another Russian lender, Alfa Bank, earlier in April. The UK has also sanctioned Sberbank and committed to ending all imports of Russian coal and oil by the end of 2022. But the EU had, so far, spared Sberbank and another large Russian lender, Gazprombank, because they were the main routes for its payments for Russian oil and gas. Von der Leyen said the EU was working on “clever mechanisms” to include oil in the next sanctions, Reuters reported. In its fifth round of penalties, the EU had announced a number of restrictions, including a “full transaction ban” on four banks that represented 23% of Russia’s banking sector. Explosions have been heard in the capital Kyiv, Reuters news agency reports, though the cause is not clear. Yesterday, one person was killed and several others were wounded in air strikes on the city. Meanwhile, local media outlet the Kyiv Independent says that air raid alerts were issued in almost every Ukrainian region in the early hours. The great-granddaughter of the former Soviet leader, Nikita Khrushchev, has warned that Russia may be prepared to use nuclear weapons in Ukraine. Nina Khrushcheva, a professor of international affairs in the US, told the BBC that she believes Russian President Vladimir Putin will eventually do whatever it takes to claim victory in the war. “I think this war is really the one that Putin plans to win, and plans to win at any cost. If he needs to declare victory and he may need to use tactical nuclear weapons - I’m not predicting that - that could be one of the options the Russians may be prepared to use,” she said. Tactical nuclear weapons are less powerful than the longer-range missiles that loomed over the Cold War era when Nikita Khruschev led the Soviet Union. But Ms Khrushcheva - a Russia scholar at the New School in New York and long-time critic of Mr Putin - fears Moscow could use them to devastating effect on Ukrainian soil. In March, days after Russia invaded Ukraine, Ms Khrushcheva had said she was embarrassed by the development and that her great-grandfather would have found the attack \"despicable\". Russia has said it will guarantee the lives of Ukrainian soldiers in Mariupol who surrender in the coming hours. From 06:00 Moscow time (03:00 GMT or 04:00 BST) and for several hours after, Russian forces have said they will allow soldiers to leave the stronghold of the Azovstal steelworks - provided they leave their weapons and ammunition behind. Those who do will be treated in line with the Geneva convention on prisoners of war, a statement from Russia's defence ministry said. The statement, issued hours ago, said Russian forces have been broadcasting details of the deal to their Ukrainian counterparts every 30 minutes overnight. If they accept, Russia says, Russian forces will raise red flags at 06:00 and Ukrainians should raise white flags around the perimeter of the steelworks. Ukrainian officials have given no sign that they plan to accept the offer. Russia says its air defence units have brought down a Ukrainian military plane it says was carrying a shipment of arms sent by Western countries. The attack took place outside the city of Odessa in south-west Ukraine, Russian state news agency TASS reported, quoting Defence Ministry spokesman Maj Gen Igor Konashenkov. The BBC hasn’t independently verified the information, and it wasn’t immediately clear if there are any casualties. Gen Konashenkov also claimed that in the last 24 hours, Russian air units had hit dozens of locations with a concentration of Ukrainian military troops or hardware. We've been talking about the possible imminent fall of the southern city of Mariupol for a few days now. Here's what's happened there so far. The besieged port city - which the Ukrainian leadership has described as \"the heart of this war today\"- has been the subject of a devastating, six-week assault by Russian forces. Russian troops started encircling it in early March. The siege has killed thousands of civilians and unleashed a struggle for survival for trapped residents who remained there, amid relentless Russian shelling, hunger and freezing temperatures. Russian bombardment has reduced the city to ruins, forcing civilians to hide in cellars, while access to electricity, heating, fresh water, food and medical supplies was cut. Thousands of people have escaped further north, risking a deadly journey through the front line. In recent days, Russian forces are thought to have pushed in further by dividing the remaining holdout of Mariupol's defenders, according to think tank the Institute for the Study of War (ISW). Russian television previously broadcast footage which it said showed marines giving themselves up at the Illyich iron and steelworks plant there. But earlier this week, an adviser to Ukraine's president insisted that the marines had in fact broken through to connect with Ukrainian fighters of the Azov battalion at the Azovstal metalworks. Now, it is difficult to know with certainty how many remain, though Ukrainian President Zelensky has acknowledged that Ukrainian forces hold only a small part of the city. Speaking at the opening ceremony of the Invictus Games in the Netherlands, Prince Harry says that the \"world is united\" with Ukraine. \"You know we stand with you. The world is united with you and still you deserve more,\" he told the assembled crowd on Saturday. The Ukrainian team were given special permission by President Volodymyr Zelensky to compete at the competition for injured military veterans. Also at the Games, the Duchess of Sussex spoke of the Ukrainian team's presence at the event, saying it had taken a lot \"both physically and emotionally\" for every competitor to get to the Netherlands, \"not least of which for the Ukraine team, who we are all standing with\". Read more about Harry's trip to the Invictus Games How do you track war crimes and build a case against those responsible? The answer to those questions have changed dramatically in recent years as online posts document so much of what happens on the ground in war. Open-source information - such as photos that are freely available to anyone online - have \"completely transformed our way of knowing about human rights violations\", one expert says. \"We're seeing increasingly the UN commissions of inquiry, fact-finding missions, even the International Criminal Court in the Hague, using this kind of evidence,\" she explained. Read more about what experts say is a radical change in how cases are built. Following the news that Russia has given Ukraine's fighters in Mariupol hours to lay down their arms, what has Ukraine said about the fate of the city?On Saturday, Ukraine's President Volodymyr Zelensky acknowledged that Ukrainian forces held control of just a small portion of Mariupol, saying his government was in daily contact with those defenders. The situation was extremely severe, Reuters quoted the president as saying. But he did not address Russia's claims that its military had cleared out Ukrainian forces from almost all of the besieged port city, except for those holding out inside the Azovstal factory - a massive iron and steel plant on the outskirts. A spokesman for Russia's defence ministry said some 2,500 Ukrainian soldiers were inside the plant, their exit blocked by Russian troops, according to the state news agency Tass. The BBC has not independently confirmed these reports. It's now early morning across Europe, and past 02:00 in Kyiv. Here's some of what happened in the conflict on Saturday: In Bucha, Ukrainians get to work: Since Russian forces left towns like Bucha, just north of the capital Kyiv, residents have taken on the gruelling task of rebuilding their homes and their lives. The BBC's Anna Foster reported on one small, hardy group working to get their town back on its feet. Explosions continue in Kyiv and Lviv: Russia continued to batter Ukraine with fresh air strikes. In Kyiv, one person was killed and several were wounded, said Mayor Vitali Klitschko, who warned residents not to return over fears of further attacks. Explosions were also reported in the western city of Lviv, officials said, where air defences reportedly destroyed four Russian cruise missiles. Johnson barred from Russia: Moscow has barred UK Prime Minister Boris Johnson and several of his senior ministers from entering Russia over what it called their \"hostile\" attitude towards the war in Ukraine. It's the latest in a series of sanctions by Russia against Western leaders, including US President Joe Biden and Canadian Prime Minister Justin Trudeau. Read more on the latest from Ukraine Russia has offered to spare the lives of Ukrainian soldiers fighting in the key port city of Mariupol - but only if they lay down their arms on Sunday. The Russian government said Ukrainian soldiers and “foreign mercenaries” still fighting in Mariupol, which Russia says it has nearly taken control of, could lay down their weapons between 06:00 and 13:00 Moscow time (03:00-10:00 GMT) and their safety would be guaranteed. Those doing so would be treated in line with the Geneva convention on prisoners of war, it said. The statement did not say what would happen to any soldiers who refused to stop fighting - and said the offer was being made on \"purely humane principles\". Russia says the only remaining Ukrainian troops in the city are contained in a small area around the Azovstal steelworks area. The statement said Russian forces would \"continuously broadcast\" details of the offer to the soldiers still at Azovstal every 30 minutes throughout the night. It also encouraged the troops not to wait for permission to surrender from Kyiv, but to make the decision themselves. Earlier, President Zelensky warned that \"eliminating\" the remaining fighters in Mariupol would put an end to talks with Russia. Russia says the Moskva sank after an explosion of ammunition, but Ukrainians say they hit it with missiles.         Russia could be on the brink of fully capturing the city after a devastating, six-week assault. The family of Aiden Aslin says he told them his unit has no weapons left to fight with. The US leader says President Putin is trying to \"wipe out the idea\" of a Ukrainian identity. Sanna Marin's comments came as a report warned Nato membership could increase tensions with Russia. Anna Foster is in Borodyanka showing the scale of damage left behind in the Kyiv region. Russia has shifted most of the focus of its war to eastern Ukraine, aiming to \"liberate\" the region. ", "https://www.bbc.com/news/world-europe-61129151": "The Russian defence ministry has published images showing what it says is the crew of the warship Moskva - the first time any sailors from the ship have been seen since its sinking. A large group of sailors is seen on parade in the Crimean port city of Sevastopol, met by Navy Commander-in-Chief Adm Nikolay Yevmenov. The Moskva was the flagship of the Black Sea Fleet. The ship's demise has been described as a huge blow to Russian morale. The ministry announced late on Thursday that the Moskva had sunk on stormy seas after a fire caused by exploding ammunition. Ukraine said it had sunk the ship with two Neptune missiles. Russia said at the time that the crew had been taken to Sevastopol, a major port Crimea, which Russia annexed from Ukraine in 2014. This, however, is the first time any evidence has been offered of the survival of any sailors. The video shows Adm Yevmenov and two other officers standing on a parade ground in front of about 100 sailors. It is not clear when the meeting took place. In an interview shown at the end of the video, Adm Yevmenov says that the officers and crew are currently residing at their base in Sevastopol and will continue their service in the navy. Russia has not reported any casualties from the fire or the sinking. However, an unnamed US official quoted by Reuters said Washington believed there were casualties. Ukraine says the ship's captain, Anton Kuprin, was killed on board, but the BBC has been unable to verify the claim. The 12,490-tonne cruiser is the biggest Russian warship to be sunk in action since World War Two. On the first day of Russia's invasion of Ukraine on 24 February, the Moskva gained notoriety after calling on a small garrison of Ukrainian border troops defending Snake Island in the Black Sea to surrender - to which they memorably radioed an expletive-laden message of refusal. Originally built in the Soviet era, the Moskva entered service in the early 1980s. The vessel was actually built in Ukraine's southern city of Mykolaiv, which has been heavily bombed by Russia in recent days. The guided missile cruiser was previously deployed by Moscow in the Syria conflict where it supplied Russian forces in the country with naval protection from the Mediterranean. It is the second major vessel Russia has lost since the start of its invasion of Ukraine. Sunken Russian warship: What we know Ukraine's battle for justice over alleged Russian war crimes US accuses Putin of genocide but France reluctant Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-europe-61133439": "A huge queue of trucks has formed on the Poland-Belarus border as Russian and Belarussian drivers try to leave the EU following a sanctions deadline. In the run-up to the Saturday deadline, the line extended to 80km (60 miles), with some stuck for up the 33 hours. The EU has banned lorries from Russia and Belarus - except those carrying medicine, mail or petroleum products - from entering or staying in the bloc. The move is part of sanctions over Russia's invasion of Ukraine. Drone footage filed by Reuters news agency showed long queues remaining as the midnight deadline neared. \"There are still many kilometres to drive... so it's unrealistic,\" it quoted a Belarusian driver on his chances of crossing the border in time. And hours after the deadline passed, the waiting times had been shortened to 12 hours, says the BBC's Adam Easton in Warsaw, with the number of trucks at two border crossings between 230-400 vehicles. However, it is unclear what will happen to thousands of other trucks from the two countries estimated to currently be on EU territory. One possibility is that they will be seized by national authorities. A Polish official representing transport groups expressed concern that such a move may lead to similar measures against Polish trucks using Russia and Belarus on their way back home. The EU - and many other Western countries - have imposed punishing sanctions against Russia, and its main ally Belarus. The two countries have reciprocated with measures of their own. Roman Abramovich sanctioned by UK West hits Russia with oil bans and gas curbs Full embargo on oil could stop war - ex-Putin aide Russia hits back at sanctions with export bans Blood money being paid for Russian oil - Zelensky Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/sport/football/61130564": "Last updated on\n16 April 2022\n16 April 2022\n.\nFrom the section\nFA Cup Liverpool manager Jurgen Klopp ordered his players to be \"as annoying as possible\" as they chased down Manchester City in the hunt for the silverware that could bring them a historic quadruple. Klopp issued his statement when Liverpool made their attempt to play on City's nerves in a Premier League title race that, at one point, looked to turn into a procession for Pep Guardiola's reigning champions. Liverpool have been as good as their manager's word and they were certainly able to get under City's skin, while receiving a turbo-charge in the chase towards history with a 3-2 win in the FA Cup semi-final at Wembley. If this heavyweight sporting duel is reaching such a defining phase that almost every incident is forensically investigated to decipher who holds the psychological advantage, this was certainly a strike to Liverpool. Not a decisive one. City are too good, still in the lead in the title race and have a Champions League semi-final against Real Madrid to come, but a strike nonetheless. City will not be derailed by a single setback and Guardiola's team selection hinted at the FA Cup not exactly being top of his list of priorities, but Liverpool will take confidence and use this to bolster their own efforts. Liverpool's supremacy in the first 45 minutes must strengthen belief that City's one-point lead in the league can be overhauled while, with the Carabao Cup secured and a Champions League semi-final against Villarreal to come, the history books beckon. Klopp may try to keep a lid on the excitement and expectation (or he may not) but there is no escaping reality and there must surely be a feeling inside Liverpool's camp that the so-called impossible might just be possible. And, to add to the intrigue, City will be Liverpool's most formidable obstacle with title ambitions of their own and that elusive first Champions League win coming tantalisingly into view. These are Europe's two outstanding sides. If the spectacular 2-2 draw at Etihad Stadium six days before this Wembley meeting set the stage for the climax of the season - where a Champions League final confrontation remains very much a possibility - then this semi-final triumph can be counted as first blood to Liverpool. If that draw was a game of fine margins when two top-class sides simply could not be separated, here Liverpool overwhelmed City in a first 45 minutes that effectively won the game, no matter that Pep Guardiola's side greatly improved after the break. Liverpool's physical power and sharpness was too much for a reshaped City. How it showed as Ibrahima Konate brushed aside all challenges to head the first while Sadio Mane pounced on an Ederson-lite calamity from Guardiola's FA Cup keeper Zack Steffen to confirm their superiority. City looked lost and leggy, Mane's third for Liverpool before half-time providing an advantage that proved decisive despite some late anxiety following City goals from Jack Grealish and Bernardo Silva at either end of the second half. Klopp's trademark fist pump as Liverpool reached their first FA Cup final for a decade reflected his delight. Liverpool are in a magnificent position, have pretty much everyone fit and demonstrated their range of attacking options by replacing Mane and Luis Diaz with Roberto Firmino and Diogo Jota late on. They will feel they have the momentum and threat to win all four trophies they are challenging for - and if this defeat can act as a dent in City's own forward movement and confidence then so much the better for the Reds. Guardiola's team-sheet will certainly have been welcomed in Liverpool's dressing room before kick-off. Kevin de Bruyne was only fit for the bench and never risked after being injured in the Champions League quarter-final battle against Atletico Madrid. Kyle Walker was another victim of expensive progress in Spain while key central defenders Aymeric Laporte and Ruben Dias also got no further than the odd warm-up. Fernandinho, 37 shortly, and leaving at the end of the season, was thrust into a thankless task in midfield. Riyad Mahrez was only a late substitute but the most significant choice was Guardiola's loyalty to Steffen as his goalkeeper for this competition, chosen ahead of Ederson and paying the price for that poor impression of the Brazilian. Any defeat, especially to Liverpool, hurts perfectionists and winners like Guardiola but, from City's perspective, they will not see this as having a huge impact on their title and Champions League tilt. Guardiola's selection came after a bruising Champions League test. They will point out Klopp had the option to rest several players against the less physically intimidating and dangerous Benfica with a healthy first-leg lead. It will not provide consolation in defeat, but Guardiola will feel his choice was made with eyes on the bigger picture and bigger prizes. Liverpool edged this one and have the psychological ascendancy for a few days at least. The scenery now shifts to the Premier League and Champions League - and those small margins again. Take this quiz to see if you can match the tradition with the country Who is the Premier League's greatest ever set-piece specialist? Can Greg crack the code and catch the person responsible for murdering his father?                 ", "https://www.bbc.com/news/uk-61130841": "By Joseph Lee\nBBC News The government's plan to send some asylum seekers from the UK to Rwanda is \"the opposite of the nature of God\", the Archbishop of Canterbury has said. In his Easter sermon, Justin Welby said Christ's resurrection was not the time for \"subcontracting our responsibilities\". He also called for a ceasefire in Ukraine and spoke of his concern over the cost of living crisis. The government says change is needed to protect lives from people smugglers. Under the £120m scheme - which was announced this week - people deemed to have entered the UK unlawfully will be transported to the east African country, where they will be allowed to apply for the right to settle. It has faced widespread opposition, with more than 160 charities and campaign groups urging ministers to scrap what they described as a \"cruel\" policy. It has also been criticised by opposition parties and some Conservatives. Speaking at Canterbury Cathedral on Easter Sunday, Mr Welby said there were \"serious ethical questions about sending asylum seekers overseas\". He added: \"The details are for politics and politicians. The principle must stand the judgment of God, and it cannot. \"...And it cannot carry the weight of our national responsibility as a country formed by Christian values; because sub-contracting out our responsibilities, even to a country that seeks to do well like Rwanda, is the opposite of the nature of God, who himself took responsibility for our failures.\" The Home Office defended the plan from the archbishop's criticisms, saying the UK has a \"proud history\" of supporting those in need and resettlement programmes have provided \"safe and legal routes to better futures\" for hundreds of thousands. \"However, the world is facing a global migration crisis on an unprecedented scale and change is needed to prevent vile people smugglers putting people's lives at risk and to fix the broken global asylum system,\" a spokesperson said. The Home Office said Rwanda is \"safe and secure\" and will process claims in accordance with international human rights laws. On Friday, it emerged that Home Secretary Priti Patel had to take personal responsibility for the plan, issuing a rare \"ministerial direction\" amid concern from officials that the costs of the scheme are not fully known so the department could not say if it would offer value for money. It is only the second time such a ministerial direction has been issued at the Home Office in the last 30 years. The Home Office has published the exchange of letters between Matthew Rycroft, the department's top civil servant, and Ms Patel, in which he explains his thinking. In his letter to the home secretary, Mr Rycroft wrote that \"despite the high cost\" of the policy, he accepted there were \"potentially significant savings\" from deterring people from entering the UK illegally. However, he warned her that he did not think there was \"sufficient evidence\" to show the policy would have \"a deterrent effect significant enough to make the policy value for money\". But in her reply, Ms Patel said while she recognised his assessment of the scheme's immediate value for money, \"without action, costs will continue to rise [and] lives will continue to be lost\". She added that in her view, it would be \"imprudent...to allow the absence of quantifiable and dynamic modelling...to delay delivery of a policy that we believe will reduce illegal migration, save lives, and ultimately break the business model of the smuggling gangs\". On Thursday, the UK and Rwanda unveiled a new deal that will see some asylum seekers given a one-way ticket to the east African nation. Here's what we know about the scheme so far: Civil service unions said the policy was \"inhumane\" but that officials would have to implement it or leave. The archbishop's Easter sermon also made reference to \"the greatest cost-of-living crisis we have known\" with families across the country \"waking up to cold homes and empty stomachs\". He said the struggle to pay for essentials was their first thought of the day and they felt \"overwhelmed by the pressures\". Others bereaved in the pandemic grappled with \"the continued deep sense of loss\", including those who could not say a proper farewell to loved ones, the archbishop added. Reflecting on the meaning of the resurrection for individuals, he said: \"In dying for us, God sees and knows the wounds that cause us so much pain. \"He hears the cry of the mothers in Ukraine, he sees the fear of boys too young to become soldiers, and he knows the vulnerability of the orphans and refugees. \"Closer to home, he sees the humiliation of the grandparent visiting the food bank for the first time, the desperate choice of parents in poverty and the grief and weariness of the pandemic.\" In a separate Easter message, the Prince of Wales highlighted the suffering of \"innocent victims of conflict\" in his Easter message. Prince Charles said he was \"heartbroken\" at the plight of those forced to flee their homes due to conflict and persecution. First asylum seekers could be in Rwanda 'in weeks' UK criticised over 'cruel' Rwanda asylum plan One-way ticket to Rwanda for some UK asylum seekers Land of safety - or fear? Why Rwanda divides opinion Why is the Nationality Bill causing protests? Why do migrants leave France for the UK? Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/uk-61127890": "By Rob Corp\nBBC News Prince Harry has told the opening ceremony of the Invictus Games that the \"world is united\" with Ukraine. Speaking in The Hague, the Duke of Sussex said: \"You know we stand with you. The world is united with you and still you deserve more.\" The Ukrainian team were given special permission by President Volodymyr Zelensky to compete at the competition for injured military veterans. The duke also revealed his son Archie would like to be a pilot. Before their arrival in this year's host city of The Hague in the Netherlands, Prince Harry and his wife Meghan stopped off in the UK on Thursday to visit the Queen at Windsor. The duke and duchess, who have not been on this side of the Atlantic together since 2020, also saw Prince Charles while they were at Windsor Castle, the Sun newspaper reported. The Duchess of Sussex introduced her husband to the opening ceremony's audience of competitors and members of the Dutch royal family. She spoke of the Ukrainian team's presence at the event, saying it had taken a lot \"both physically and emotionally\" for every competitor to get to the Netherlands, \"not least of which for the Ukraine team, who we are all standing with\". Calling him her \"incredible husband\", she described the duke as \"the founder of the Invictus Games, and the father to our two little ones, Archie and Lili\". The duke said in his address that the Ukrainian team had told him on Friday they had come \"not simply to show your strength but to tell your truth, the truth, of what is happening in your country\". \"You know we stand with you. The world is united with you and still you deserve more,\" the duke said. \"And my hope is that these events, this event, creates the opportunity in how we as a global community can better show up for you.\" The duke also revealed his two-year-old son, Archie, had expressed a wish to follow in his father's footsteps by becoming a pilot. Harry was an Apache helicopter pilot in the army in a tour of Afghanistan during 2012-13. Speaking about the importance of character, the duke told the opening ceremony: \"When I talk to my son Archie about what he wants to be when he grows up, some days it's an astronaut, other days it's a pilot - a helicopter pilot obviously... \"But what I remind him is that no matter what you want to be when you grow up, it's your character that matters most, and nothing would make his mum and me prouder than to see him have the character of what we see before us today.\" Earlier, the Duke and Duchess of Sussex joined in with a junior driving contest where they were driven round a circuit in miniature Land Rovers. The duke then took to a full-size car to complete his driving challenge, taking on a course featuring bridges, ramps and rocks. The opening ceremony included performances by the Kaiser Chiefs, along with a military band, Dutch singer-songwriter Anneke van Giersbergen, and Hague-based rock band DI-RECT. The 2022 edition of the Invictus Games runs until next Friday. The city was originally due to host the event in 2020 but it was postponed due to the Covid pandemic. Competitors will take part in events including archery, athletics, wheelchair basketball and sitting volleyball. The duke was inspired to set up the games after seeing the 2013 Warrior Games in the US, where injured and retired service personnel competed. The first edition of the games was held in London in 2014, with subsequent competitions being held in the US, Canada, and Australia. Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? “My face was stolen by Ukraine war scammers” Video\n“My face was stolen by Ukraine war scammers” Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/uk-61130758": "Prime Minister Boris Johnson is set to make a long-delayed trip to India this week in a bid to strengthen security ties with the country. He will meet his counterpart Narendra Modi in New Delhi on Friday, with talks focused on defence and trade. It will be Mr Johnson's first major trip to India as PM after previous visits were postponed due to Covid. The UK has been trying to persuade India to reduce its reliance on Moscow since Russia invaded Ukraine. Last month, Foreign Secretary Liz Truss visited India in an attempt to get the country to impose stronger sanctions against Russia and to cooperate more closely on trade, defence, energy and food security. India has not criticised Russia directly since it invaded Ukraine on 24 February and did not condemn the invasion at a United Nations vote on the issue. Mr Johnson's trip will also include a visit to Gujarat on Thursday, India's fifth-largest state, where he is expected to announce a major investment in key industries in the UK and India, as well as new collaboration on science, health and technology. Ahead of his visit, the prime minister said: \"As we face threats to our peace and prosperity from autocratic states, it is vital that democracies and friends stick together. \"India, as a major economic power and the world's largest democracy, is a highly valued strategic partner for the UK in these uncertain times. \"My visit to India will deliver on the things that really matter to the people of both our nations - from job creation and economic growth to energy security and defence.\" In April last year, Mr Johnson cancelled a trip to India when the south Asian nation was added to the UK's red list, meaning people returning from there had to quarantine in a hotel for 10 days. Initially the government had insisted the trip would go ahead, despite India's soaring coronavirus cases and the new delta variant. Instead Mr Johnson said he would speak to the Indian prime minister online, after questions as to why India had not ben put on the red list. A trip in January 2021 to India was also cancelled due to the UK lockdown. 'Only sensible' to cancel India trip, says Johnson PM to visit India despite rise in its Covid cases How India and US agreed to differ on Ukraine war Why India is not criticising Russia over Ukraine Truss visits India on same day as Lavrov Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? “My face was stolen by Ukraine war scammers” Video\n“My face was stolen by Ukraine war scammers” Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/uk-61129126": "Boris Johnson has remembered the war in Ukraine in his Easter message, saying there was \"light beyond the darkness\". He said Jesus' \"message of hope, the triumph of life over death, and good over evil\" would especially resonate with Christians in Ukraine this year. Addressing Ukrainians in their language, he urged them to \"be strong\" and to \"have courage in your heart\". Prince Charles also highlighted the suffering of \"innocent victims of conflict\" in his Easter message. In a video message shared on his Twitter account, the prime minister said Easter was a time when the UK \"burst with new life and new hope\". He said it was also a moment to reflect on the meaning of Christ's \"self-sacrifice and resurrection\" for people today as he paid tribute to Christians in the UK \"loving their neighbours and carrying out countless acts of kindness\". Remembering those \"around the world facing fear of persecution\", Mr Johnson said for the Christians of Ukraine - whether they were marking Easter today or its Orthodox equivalent later this month - Christ's message of hope would \"resonate this year perhaps more than any other\". \"Easter tells us that there is light beyond the darkness, that beyond the suffering lies redemption,\" he added. Addressing the Christians of Ukraine in their language, Mr Johnson rounded off his message by saying: \"Be strong and have courage in your heart all you who trust in the Lord.\" The prime minister's address comes a day after he and other senior ministers were banned from entering Russia over the UK's \"hostile\" stance on the war in Ukraine. Meanwhile in his Easter message, the Prince of Wales said he was \"heartbroken\" at the plight of those forced to flee their homes due to conflict or persecution but was \"profoundly moved\" by those ready to open their homes to people in need. Russia's invasion of Ukraine has led to millions of people fleeing their homes. In the UK, more than 200,000 people have expressed an interest in housing Ukrainian refugees through the government's Homes for Ukraine sponsorship scheme - although it has been criticised for being too bureaucratic and slow. Prince Charles said: \"Today, millions of people find themselves displaced, wearied by their journey from troubled places, wounded by the past, fearful of the future - and in need of a welcome, of rest, and of kindness. He added that it had been \"profoundly moving to see how so many people are ready to open their homes to those in need, and how they have offered their time and their resources to help those facing such soul-destroying sorrow and hardship.\" The prince doesn't refer to Ukraine by name in his Easter message but there can be no doubt that the unfolding horrors there have inspired him to highlight the plight of refugees. He has often in the past spoken out in support of Christians who've been persecuted in different parts of the world. He's also in recent weeks shown his support for Ukraine by visiting the Ukrainian Catholic Cathedral in London where he lit a candle and expressed his sympathy with members of the Ukrainian community. His Easter message recalls the actions of Jesus at the Last Supper when he knelt before his disciples and washed their \"travel-weary feet\". The principle of looking after and serving one another is particularly relevant, the prince suggests, in the context of millions of people who find themselves displaced and \"wearied by their journey from troubled places\". At Easter, he says, we are reminded of the timeless example of goodness in the face of light and of courage in the face of fear. Prince Charles continued that he \"prayed with all my heart\" the \"darkness of the world\" would be dispelled. \"This Easter, as always, we are reminded of Our Lord's timeless example of goodness in the face of suffering, of courage in the face of fear, of faith in the face of despair,\" he added. \"His light triumphed in that dark time.\" Prince Charles also remembered the role his father, the Duke of Edinburgh, played during the many Maundy services he attended. He said it was an \"enormous privilege\" to perform the ceremony of distributing Maundy money to the community when he stepped in for the Queen on Thursday. The prince has previously used his annual Easter message to highlight social issues, including knife crime and religious tolerance. Charles speaks of knife crime 'horror' Charles stands in for Queen at Maundy Service Where have Ukraine's millions of refugees gone? Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? “My face was stolen by Ukraine war scammers” Video\n“My face was stolen by Ukraine war scammers” Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/sport/football/61130238": "Last updated on\n16 April 2022\n16 April 2022\n.\nFrom the section\nMan Utd Is Cristiano Ronaldo the cause of or the solution to Manchester United's problems? It's a question that is never far from the lips of those around Old Trafford. Ronaldo's brilliant hat-trick - a first-half tap-in, a trademark towering header and a 20-yard free-kick - secured a 3-2 win at home to Norwich on Saturday to maintain their hopes of a place in next season's Champions League. His efforts moved the Portuguese on to 99 career Premier League goals and into joint-third spot in this season's Premier League top scorer standings, with 15. It is the 16th season in a row that Ronaldo has scored 20 or more club goals in all competitions, it was his 60th career treble, and he has scored 12 more goals than any other United player this season. Surely stats to make talk of the 37-year-old being a hindrance a nonsense? Norwich boss Dean Smith certainly thought so. \"I told my players at half-time if you score me 20 goals and give me 15 assists you wouldn't need to press as much,\" he said. In other words, as long as Ronaldo is delivering, United should stick with him. And, at the moment, his output is doing some heavy lifting at Old Trafford. Coupled with his previous hat-trick against Tottenham two games ago, Ronaldo is the only player to have scored for United in a Premier League game he has been involved in since the win at Leeds on 20 February. His value to this United squad remains immense and, when Erik ten Hag takes over as manager as expected, some serious conversations need to be had about whether Ronaldo will remain at Old Trafford for the final year of his contract. \"In the end, this is not my decision,\" said interim United boss Ralf Rangnick. \"Cristiano has another year on his contract. This will be a decision for the new manager to take together with the board. \"But he showed against Tottenham and today that he can be the difference-maker in games like this. It is no coincidence he has the best goalscoring record of all players in history.\" On a day when Ronaldo shone there were nevertheless negative headlines for United, with some fans holding a protest march against the Glazer family's ownership before the match and Paul Pogba being booed as he left the field during it. But Rangnick's focus was the game itself - and he delivered a damning assessment. He was particularly scathing about his side's defensive physicality, saying \"no other team in the league\" concedes the kinds of goals Kieran Dowell and Teemu Puuki scored for Norwich. And when asked to explain his downbeat assessment of United's top-four chances given defeats for Tottenham and Arsenal mean they are now just three points behind, Rangnick pointed to next week's encounter with Liverpool, who reached the FA Cup final after beating Manchester City 3-2 on Saturday. \"Everybody has seen today's game and everybody knows what kind of team we are playing on Tuesday,\" he said. \"They have just beaten Man City, they are in the cup final and they might have a chance to win four trophies this season. \"If we play like we did today, it will be very difficult to even get a point. \"This is what we have to be realistic and aware of. We have to be lot better when the opposition is in possession.\" Take this quiz to see if you can match the tradition with the country Who is the Premier League's greatest ever set-piece specialist? Can Greg crack the code and catch the person responsible for murdering his father?                 Everything you need to know to make sure you never miss a moment. The latest rumours and stories from around the world of football. Analysis and opinion from our chief football writer. How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK. ", "https://www.bbc.com/sport/live/cricket/60076639": "Live scores And we'll keep you signed in. Sign in  or  Register You need one to watch live TV on any channel or device, and BBC programmes on iPlayer. It’s the law.  All times stated are UK Milnes lbw Parkinson 8 (Kent 260 & 82-7 v Lancashire 506) Spinner Matt Parkinson is straight into the action for Lancashire at the Spitfire Ground. Ben Compton picks up a single from his second delivery but the final one of the over brings the end of Matt Milnes. Was that a googly? Milnes certainly played fractionally outside it and the umpire had no doubt about raising the finger. Kent need another 164 to make Lancashire bat again as Hamidullah Qadri comes out to bat. Time for a 'little less talk and a lot more action', as US country-rock singer Toby Keith has been known to suggest. Durham 428 & 239-2 dec v Leics 273 (play resumes 11;00) As expected, Durham have declared on their overnight total following opener Michael Jones' 108 on the third day. It means Leicestershire have a nominal target of 395 - but in reality, it is likely to be all about survival for them at the Riverside. Hassan Azad was their hero a week ago, scoring 104 not out to secure a draw against Worcestershire. Foxes followers will be hoping for something similar today. Five out of seven games remain for the final day, following Saturday's wins by Essex and Surrey, and we have ball-by-ball coverage of all of them for you, courtesy of our BBC commentary teams. 5 Live Sports Extra will have commentary from Gloucestershire v Yorkshire, but you can choose any stream by clicking one of the match promos at the top of this page, while we provide the text updates. Kent 260 & 81-6 v Lancashire 506 (play resumes 11:00) Kent opener Ben Compton has the chance today to achieve the notable feat of carrying his bat through both innings of a first-class game. Compton made an unbeaten 104 in the first innings against Lancashire and begins day four on 20 not out, having already batted for more than nine and a half hours in the match, and he admitted: \"I'm just exhausted.\". Let's hope he's had a good night's sleep because Kent need him to continue his marathon to have any hope of salvaging a draw. \"We're in a bit of trouble now but we've got to try and battle deep and see how far we can get,\" he said. Gloucs 227 & 253-6 v Yorkshire 376 (play resumes 11:00) James Bracey believes the first session is crucial if Gloucestershire are to remain in the game against Yorkshire at Bristol. Bracey will resume on 112, but they are only 104 ahead and the visitors have a new ball which was only used for four overs on Saturday evening. He completed his century after being hit on the helmet by a ball from Haris Rauf and told BBC Radio Gloucestershire: \"I've maybe learned a lesson about trying to pull a guy bowling 90 miles an hour.\" Bracey added: \"It was really good to get a century at home, it's not something I've done that often. State of the game, we needed one or two to dig in and I'm happy to be that person.\" Notts 302 & 224-8 v Glamorgan 379 (play resumes 11;00) Seam bowler Timm van der Gugten is hopeful Glamorgan finish the job after a day of personal success against Notts at Trent Bridge. He made 62 to help the Welsh club to a 77-run first-innings lead and then took 4-51 with the ball, passing 200 first-class wickets in the process. Notts are only 147 ahead and he told BBC Sport Wales: \"The game's at an interesting point, we've got two more wickets to take, hopefully we can do that with minimal damage and it'll be an interesting chase. \"It's a really good cricket wicket, if you bowl well enough you'll get rewards, if you bat well enough you'll get rewards, so it's been a good game so far.\" After third day's play Division One Gloucestershire 227 & 253-6 v Yorkshire 376 Gloucestershire lead by 104 with 4 wickets standing Kent 260 & 81-6 v Lancashire 506 Kent trail by 165 with 4 wickets standing Division Two Derbyshire 505-8 dec v Sussex 174 & 278-2 Sussex trail by 53 runs with 8 wickets standing Durham 428 & 239-2 v Leicestershire 273 Durham lead by 394 with 8 wickets standing Nottinghamshire 302 & 224-8 v Glamorgan 379 Nottinghamshire lead by 147 with 2 wickets standing --Day three results-- Somerset 109 & 154 v Essex 180 & 84-9 Essex beat Somerset by 1 wicket Surrey 467 v Hampshire 223 & 227 Surrey won by an innings and 17 runs We are set fair for another full day of Championship cricket. For more localised forecasts, use the search box on the BBC Weather site. The morning session of day three was an absolute thriller with Essex scraping home by one wicket on 84-9 against Somerset at Taunton. Can we expect something similar today? Probably not, but most of the five remaining games are intriguingly poised. Only two of last week's matches did not end in draws, but there is a chance we won't have any stalemates in round two. Welcome to our coverage of the final day's play, which starts at 11:00. ", "https://www.bbc.com/sport/football/61130044": "Last updated on\n1 minute ago\n1 minute ago\n.\nFrom the section\nEuropean Football Borussia Dortmund scored five first-half goals as they thrashed Wolfsburg 6-1 in the Bundesliga. Tom Rothe, Axel Witsel, Manuel Akanji, Emre Can and Erling Braut Haaland were all on target for the hosts in a blistering first 45 minutes. Haaland then netted his second and Dortmund's sixth shortly after the break, with Ridle Baku scoring a late consolation goal for Wolfsburg. Dortmund stay second in the table, and are six points behind Bayern Munich. It's the second time Dortmund have scored six goals in less than two months. The Black and Yellows thrashed Borussia Monchengladbach 6-0 in the league on 20 February. Defeat leaves Wolfsburg 13th in the Bundesliga, having lost four of their past five games, and they have conceded 14 goals in that stretch. Formation  3-4-2-1 Formation  3-4-2-1 Match ends, Borussia Dortmund 6, VfL Wolfsburg 1. Second Half ends, Borussia Dortmund 6, VfL Wolfsburg 1. Substitution, Borussia Dortmund. Jamie Bynoe-Gittens replaces Tom Rothe. Substitution, Borussia Dortmund. Lion Semic replaces Marius Wolf. Corner,  VfL Wolfsburg. Conceded by Dan-Axel Zagadou. Foul by Tom Rothe (Borussia Dortmund). Aster Vranckx (VfL Wolfsburg) wins a free kick on the right wing. Emre Can (Borussia Dortmund) wins a free kick in the defensive half. Foul by Bartosz Bialek (VfL Wolfsburg). Substitution, VfL Wolfsburg. Bartosz Bialek replaces Jonas Wind. Goal!  Borussia Dortmund 6, VfL Wolfsburg 1. Ridle Baku (VfL Wolfsburg) right footed shot from the right side of the box to the top right corner. Attempt saved. Felix Nmecha (VfL Wolfsburg) right footed shot from the centre of the box is saved in the centre of the goal. Emre Can (Borussia Dortmund) wins a free kick in the defensive half. Foul by Jonas Wind (VfL Wolfsburg). Substitution, Borussia Dortmund. Reinier replaces Axel Witsel. Foul by Marin Pongracic (Borussia Dortmund). Jonas Wind (VfL Wolfsburg) wins a free kick in the attacking half. Foul by Marin Pongracic (Borussia Dortmund). Jonas Wind (VfL Wolfsburg) wins a free kick in the defensive half. Aster Vranckx (VfL Wolfsburg) hits the bar with a right footed shot from the centre of the box following a set piece situation. ", "https://www.bbc.com/travel/article/20220412-rodrigues-the-indian-ocean-island-time-forgot": "Culture Food Discovery Adventure Destinations Collections About us 50 Reasons to Love the World Untold America More When the plane began its descent into the small volcanic island of Rodrigues the first time I visited, I was convinced that something was wrong. Down below, the Indian Ocean stretched unbroken to the impossibly far horizon. There was no sign of land, let alone a runway large enough to safely put down a 737 aeroplane. Where did the pilot imagine we would land? I looked around the cabin. No-one was panicking. The locals slept through it, or unconcernedly bounced children on their laps. There was no announcement from the captain, other than to politely ask passengers to fasten their seatbelts and the cabin crew to ready the cabin for landing. Breathe. It was 10, perhaps 15 long minutes before something, anything, interrupted the monotony down below: an arc of white waves, kilometres long, broke not upon land but upon the ocean itself. Then, finally, Rodrigues, and its sleepy little airport at the western end of the island, came into view. Nothing can prepare you for the first time you arrive in Rodrigues. Marooned 600km north-east of Mauritius, to whom it belongs, and close to no other landform, Rodrigues is a world unto itself. It is also one of the world's most remote inhabited islands. When seen from above on the western approach, Rodrigues is a strange and beautiful place of tightening, then widening, concentric circles of ocean, lagoon and land. The waves mark Rodrigues' outer limits, encircling a lagoon of near-perfect aquamarine. In turn, the lagoon encircles the main island, a long spine of green fringed with beaches and shadowed by smaller islands. The island rises to its eastern summit before sinking back into the lagoon. Then the waves once again announce the resumption of the eternal horizon. The tiny volcanic island is encircled by an aquamarine lagoon, where locals fish for octopus (Credit: Walter Bibikow/Getty Images) If Rodrigues were a prison, it would be impossible to escape. But isolation has always been Rodrigues' friend, protecting it from the world and its noise. Rodrigues entered recorded human history in 1528 when the first ships arrived. No-one lived on the island back then and if the crew of any passing ships had come ashore here prior to this date, they left no record of their passing. Rodrigues lay too far south and too far east of the busy trade routes and trade winds that connected East Africa with Arabia and Asia. Even when Portuguese, Dutch and French ships, blown way off course, sheltered on Rodrigues intermittently through the 16th Century, they stayed only long enough to replenish their food supplies. Most often, this meant giant tortoises and the solitaire, a fatally plump bird that sailors quickly drove to extinction, just as they had the dodo on Mauritius. You may also be interested in:\n• A paradise with too many palm trees\n• The nation being swallowed by the sea\n• What is true \"Creole cuisine\"? In 1691, Frenchman François Leguat arrived on the island with seven Huguenots, fleeing religious persecution by France's Catholic government. In his account of his arrival, Leguat wrote that Rodrigues had so many giant tortoises that \"one can take more than 100 steps on their shell without touching the ground\". Leguat and his exiles planned the first colony on Rodrigues, but the remote location (and lack of women) was too much for them: after two years, unable to bear the isolation any longer, they built a boat from driftwood and fled the island, never to return. These days, Rodrigues' distance from the rest of the world is central to its charm. In pre-Covid times, nearly 1.5 million tourists visited Mauritius every year. Barely 90,000 of these (less than 6%) travelled to Rodrigues. Those that did come found an island that carries echoes of Mauritius before tourists began arriving. There are no traffic jams on the island. Nothing happens in a hurry. Crime is almost non-existent. The sleepy town of Port Mathurin is one of the smallest capitals in the world (Credit: Yann Guichaoua-Photos/Getty Images) \"Rodrigues is a very safe place,\" said Françoise Baptiste, one of Mauritius' best-known chefs, who has lived on Rodrigues for 54 years. \"Whenever it's warm, which is often, we sleep with our doors open.\" Part of that sense of safety and security comes from the quiet familiarity of the place. Rodrigues has a population of fewer than 45,000 people. Unlike the melting pot demographics of Mauritius' main island, Rodrigues is 90% Creole, its inhabitants carrying in their past a mosaic of traces from African slaves and European settlers. \"We inherited sega dancing from Africa, afternoon tea and bacon from the English and pastries from the French,\" said Baptiste. \"Rodrigues is a village,\" added Laval Baptiste, businessman and Françoise's husband. \"Everybody knows everybody.\" And while they often have to travel to the main island of Mauritius, Françoise and Laval always long for the languid lifestyle of their home island. \"We are always very happy to come back after a few days of rushing around,\" Laval said. Even Rodrigues' capital, Port Mathurin, rouses into life only occasionally – a five-minute rush hour; a flurry of minor activity whenever a ship arrives in port; the Saturday market that is all but deserted by 10:00. Across the island, Rodrigues is a place of quiet pleasures. From Port Mathurin, the road meanders along the north coast, heading nowhere in particular, past the tiny settlement of Anse aux Anglais, offering up still waters and sunset views like the Earth's calm exhalation at the end of a perfect day. A common sight on the island is octopus drying in the sun (Credit: Anthony Ham) In the island's west, an ambitious project at François Leguat Reserve aims to restore a stretch of the island that slopes gently down to the lagoon's shore. Over the centuries, settlers and visiting sailors drove the island's tortoises to extinction and cut down most of the trees. In recent years, those running the reserve have set the ambitious target of restoring this corner of the island to resemble, as closely as possible, how Rodrigues appeared in the 17th Century, before Leguat and his Huguenot friends arrived. To this end, they have brought in giant tortoises from elsewhere in the Indian Ocean and planted more than 100,000 trees indigenous to Rodrigues. Along the west coast, close to the promontory known as Pointe du Diable, wooden frames often line the narrow roadside, from which ghostly white octopus limbs sway in the ocean breeze. Octopus is a centrepiece of Rodrigues culture and a staple of the Rodrigues table, to the extent that, said Laval, \"Each Rodriguan will eat octopus two or three times a week.\" Fishing for octopus is \"mostly practiced by women who are unemployed\", Françoise added. \"They do it early in the morning. This way they have time to do house duties afterwards and contribute to the family budget at the same time.\" Caught with a harpoon at low tide in the coral shallows of Rodrigues' lagoon, octopus is something of an island obsession, so much so that the island's authorities have felt compelled to secure the future of their national dish, a fragrant octopus curry, by putting measures in place to prevent overfishing. No-one may fish for octopus from February-March or September-October. During these months, said Laval, octopus fishers are paid by the local authorities not to fish by doing other work, including cleaning local beaches. Rodrigues is one of the most remote inhabited islands on the planet (Credit: Ricardo Stephan/Getty Images) At the opposite end of the island, in the tiny hamlet of St François, is Chez Robert et Solange. In this ramshackle beach shack with ramshackle Rodrigues charm, they serve up octopus every which way – grilled octopus, octopus curry, octopus and papaya salad – as well as lobster and other fresh seafood. Every time I visit Rodrigues and go to Chez Robert, I pretend to study the menu. I ask what's fresh. And I spend long moments, as if lost in thought, staring out to sea through the palm trees. Then, in what feels like a Rodrigues rite of passage, I order the octopus. Each time I do so, I feel like I've arrived on Rodrigues for the very first time. --- Join more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday.   ", "https://www.bbc.com/worklife/article/20220411-the-unspoken-weight-discrimination-problem-at-work": "What is Worklife? How We Work How We Live How We Think More After a year working at a Canadian fashion company, Courtney noticed she was being excluded from meetings with vendors. “It was portrayed to me that being out of the office for a whole afternoon [meeting vendors] wasn’t a good use of my time,” she recalls.  In August 2018, 18 months after starting the job, Courtney (whose surname name is being withheld for privacy reasons) sat with her manager for a performance evaluation. He spent the first 10 minutes praising her job performance, but the following 20 minutes took Courtney by surprise.  “He told me that my looks were affecting my job. He point-blank told me that he thought I was too fat to be in the position I was in. He told me he was embarrassed having me around our vendors in meetings, and that it ruined his reputation.”  Courtney’s boss also told her that she needed to start going to the gym and to stop wearing any fitted clothing. He told her to buy a new wardrobe and to wear makeup every day. “I was so shell shocked,” she says. “I kind of just sat there, to be perfectly honest. I felt like I was going to cry.” After the meeting, Courtney says her anxieties over her appearance significantly affected her work; she felt paranoid about what her colleagues thought. “My work 100% suffered. I was so distracted.”  Weight-based discrimination in the workplace is still legal in nearly all parts of the world, except for the US state of Michigan and a handful of US cities including San Francisco and Madison, Wisconsin. In many nations, characteristics including gender, race, religion and sexual orientation are officially protected under law, meaning employers can’t use them to discriminate. But with a few tiny exceptions, that's not yet the case for weight.  Of course, many people know that including weight as a factor in whether to hire or advance candidates or employees isn’t right. But this kind of discrimination still happens, whether openly or behind the scenes, based on people’s conscious and unconscious biases. It can take a significant toll, both economically and mentally, on those who experience it. Measures to tackle it legislatively are making glacial progress; meanwhile, this insidious form of discrimination remains hard to stamp out.  Overlooked, judged  “Weight discrimination can be experienced in lots of different ways, some subtle and some more overt,” explains Rebecca Puhl, a professor at the department of human development and family sciences at the University of Connecticut, US. “We see people being discriminated against because of their weight when they’re applying for jobs. They’re less likely to be hired than thinner individuals with the same qualifications.”  While there’s no evidence to support the idea that weight is linked to certain personality traits, stereotypes feed into these hiring decisions. Puhl points to a 2008 study which found that overweight job applicants are viewed as being “less conscientiousness, less agreeable, less emotionally stable and less extraverted than their ‘normal-weight’ counterparts”.  Once hired into for a job, people can experience weight discrimination in a variety of ways. It can be explicit, like the exclusion and comments Courtney experienced at the fashion company. A 2021 study, co-authored by Puhl, surveyed 14,000 people across Australia, Canada, France, Germany, the UK and the US who were participating in a weight management programme. Fifty-eight percent of respondents said they had experienced weight stigma from their colleagues.  Other discrimination can be subtle. “We also see people who have been overlooked for promotions, or are being wrongfully terminated from their job because of their weight,” explains Puhl. A 2012 study of HR professionals showed they were more likely to disqualify obese people from being hired and less likely to nominate them for supervisory positions. At the fashion company, Courtney saw other people with the same job get promoted, while she remained at the same rank. “Anybody with my position was moving up within one or two years,” she explains.  Weight discrimination manifests in all kinds of workplaces, according to Brian J Farrar, an employment attorney at Sterling Employment Law, located in Bloomfield Hills, Michigan. But he says it’s especially prevalent in environments with a focus on physical appearance. “You tend to see it more where employees are interacting with customers,” he explains. “In a restaurant or retail, you tend to have a higher potential incidence of weight discrimination.”  There is a gendered element: Puhl says women are more vulnerable to weight discrimination in the workplace. “[They] experience it not only at higher levels, but also at lower levels of body weight,” she says. “For men, their BMI [body mass index] has to increase quite high before the same level of weight discrimination kicks in for women.” Puhl attributes this to different societal standards around weight and attractiveness between the genders. Weight discrimination not only holds back people in their careers, but can also affect mental and physical health (Credit: Getty Images) Farrar concurs, noting expectations of physical appearance aren’t enforced universally among male and female employees. Income can also play a role in weight discrimination, he points out, disproportionately affecting low-wage workers. “They may be less likely to come forward and report discrimination,” he says. “That may cause their employers to take advantage of them more.”  Weight discrimination can have multiple impacts, both in terms of a worker’s career progression – which links to their earning potential – and their mental health. On the economic side, one study from 2011 showed that a one-unit increase in a woman’s BMI correlates with a 1.83% decrease in hourly wages. And a 2018 study showed while being in a lower income bracket can increase the risks of obesity, the reverse is also true — being obese decreases one’s income, impacts more pronounced among women than men.  Weight-based judgment and rude remarks can also lead to negative health behaviours, like higher sleep disturbance and alcohol use, lower physical activity and poor eating habits. For Courtney, being judged for her weight led to severe anxiety which, coupled with other life stresses, led her to take a two-year sick leave from work.  Opening the door?  Experts like Puhl and Farrar, who has represented employees in Michigan in workplace weight-discrimination cases, agree greater adoption of legislation could have an impact on this issue. In the US, bills are currently circulating in New York and Massachusetts; the new laws would be similar to the protections in Michigan, where weight is included as a protected characteristic in the state’s civil rights act. Some states in Brazil and the city of Reykjavik have also passed laws protecting people from weight discrimination.  Puhl reminds us that change is slow – she has been testifying about the legislation in Massachusetts for more than a decade. She believes that these laws aren’t being prioritised because of persistent stigmas around weight. “If society continues to place personal blame on people for their weight, and if that blame is deemed socially acceptable, policy change is very challenging,” she says. But she believes Massachusetts “is pretty close” to passing a new law. “That’s monumental, because the Michigan law was passed in 1976. We have not had a state since then pass anything. If Massachusetts does this, that will open the door for other states to follow suit.”  Legislation isn’t the only solution, of course, because it won’t eradicate pervasive negative attitudes around weight. But similar to previous advancements protecting gender, race and sexual orientation, legislation makes a difference.  “Is it going to get rid of weight stigma? No, of course not,” says Puhl. “We still live in the same society and culture where we have messages that weight is about personal responsibility or laziness or discipline.” But legal protections are important and necessary for significant societal change to take place.  Courtney believes having weight discrimination protections in Canada wouldn’t have prevented her negative workplace experience, but says the existence of laws would have been reassuring. “I think knowing there is legislation almost feels like a validation that it’s wrong to be discriminated against for one’s weight,” she says. After returning to work from sick leave, Courtney continued to experience weight-related bullying and negative comments from supervisors. She was eventually laid off – and feels relieved to be out of a “toxic situation”.  “It has put a lot of self-doubt in my mind about my ability to do my job, about the career I want,” explains Courtney. “It’s made me rethink whether I feel like I can work within the fashion industry in general. I don’t think I could ultimately have a long-lasting career if I’m always thinking that people are judging me.” ", "https://www.bbc.com/culture/article/20220407-the-best-books-of-the-year-2022": "Home Film Art Books Music TV Style Identities Designed The Collection More How High We Go in the Dark by Sequoia Nagamatsu Much of Nagamatsu's debut novel was completed before 2020, and its themes will strike readers with their prescience. Set in the near-future, a team of scientists in Siberia discover a mummified pre-historic female corpse they name \"Annie\", which holds a disease that sets off a catastrophic pandemic named \"the Arctic Plague\". Nagamatsu focuses on the human side of the crisis, leaping forward 6,000 years to reveal a society that has commercialised death, and the long-reaching legacy of past decisions. Expansive and genre-defying, it is told through discrete stories that slowly coalesce. \"Like a Polaroid photograph, How High We Go in the Dark takes time to show its true colours. When they finally appear, the effect is all the more dazzling,\" writes the Guardian. It is, writes the New York Times, \"a book of sorrow for the destruction we're bringing on ourselves. Yet the novel reminds us there's still hope in human connections, despite our sadness.\" (RL) Burning Questions by Margaret Atwood Now in the seventh decade of her remarkable literary career, Margaret Atwood has written her third collection of essays that, says the i newspaper, \"brims with enthusiasm and verve\". Broadly looking at events of the past two decades, the range of subjects is wide – from censorship and Obama, to #MeToo and zombies. And there are insights into her own craft and the function of fiction. As the i puts it: \"Atwood always makes the idea of big questions a little more digestible. You find yourself asking: what can fiction do? What can we do, generally?\" The essays are full of a \"droll, deadpan humour and an instinct for self-deprecation\" says the Guardian. \"Atwood remains frank, honest and good company.\" (LB) Bless the Daughter Raised by a Voice in Her Head by Warsan Shire This is Warsan Shire's long-awaited, first full-length poetry collection, after two pamphlets, Teaching My Mother How to Give Birth (2011) and Her Blue Body (2015). It arrives nearly six years after the Somali-British poet shot to world-wide fame collaborating with Beyoncé on the latter's ground-breaking visual albums, Lemonade (2016) and Black is King (2020). The poems in Bless the Daughter… draw from Shire's own experiences, bringing to vivid life black women's lives, motherhood and migration. \"Shire's strikingly beautiful imagery leverages the specificity of her own womanhood, love life, tussles with mental health, grief, family history, and stories from the Somali diaspora, to make them reverberate universally,\" writes Dfiza Benson in The Telegraph. (RL) (Credit: Europa Editions) In the Margins: On the Pleasures of Reading and Writing by Elena Ferrante In the Margins is a collection of four essays in which the best-selling, pseudonymous author of the Neapolitan Quartet articulates how and why she writes – and her inspiration, struggles and evolution as both a writer and reader. Ranging from philosophical to practical, the essays give the reader an insight into the enigmatic author's mind, and include an exploration of what a writer is – less an embodied entity, she says, than a stream of \"pure sensibility that feeds on the alphabet\". As the New York Times puts it: \"For those who wish to burrow gopher-like into the author's mind, Ferrante has prepared a tunnel.\" (LB) Moon Witch, Spider King by Marlon James The Booker Prize-winning novelist returns with part two of his Dark Star fantasy trilogy, after 2019's Black Leopard, Red Wolf, which the author initially described as the \"African Game of Thrones\" (he later insisted this was a joke). A female-centric counternarrative to the first novel, Moon Witch, Spider King follows Sogolon, the 177-year-old antihero, and Moon Witch of the title, on an epic and characteristically violent journey. \"Like an ancient African Lisbeth Salander,\" writes the FT, \"she dedicates her lonesomeness to meting out lethal rough justice to men who harm women.\" Praising the novel in The New York Times, Eowyn Ivey writes, \"the Moon Witch lit my path and showed me how a woman might navigate this dangerous, remarkable world\". (RL) Olga Dies Dreaming by Xochitl Gonzalez Identity, elites, race and capitalism are the areas explored in this multi-layered novel, the first by Xochitl Gonzalez. This \"impressive debut\", says the Observer, is \"deeply satisfying and nuanced… a tender exploration of love in its many forms\". Set in New York City in the months around a devastating hurricane in Puerto Rico, Olga Dies Dreaming follows the story of wedding planner Olga and her congressman brother Prieto. Family strife, political corruption and the notion of the American dream all feature in this \"irresistibly warm yet entirely uncompromising\" novel, says The Skinny. (LB) (Credit: Penguin Books) Glory by NoViolet Bulawayo NoViolet Bulawayo became the first black African woman – and first Zimbabwean – to be shortlisted for the Booker Prize, for her 2013 debut, We Need New Names. Nine years later, Glory is an Orwell-inspired fable set in the animal kingdom of Jidada, which satirises the 2017 coup that toppled Zimbabwean President Robert Mugabe (Bulawayo has explained that Glory began its life as a non-fiction account of this history). As a fierce but comedic allegory, Glory can be seen as a companion piece to Wole Soyinka's 2021 satire of Nigerian society, Chronicles from the Land of the Happiest People on Earth. \"By aiming the long, piercing gaze of this metaphor at the aftereffects of European imperialism in Africa, Bulawayo is really out-Orwelling Orwell,\" writes the New York Times. \"Glory,\" writes the Guardian, \"with a flicker of hope at its end, is allegory, satire and fairytale rolled into one mighty punch\". (RL) French Braid by Anne Tyler Anne Tyler's 24th novel is \"an extraordinarily rich portrait of a family in flux,\" according to the Evening Standard. \"Tyler's set pieces seem undramatic, but her rhythms are masterly.\" The novel tells the story of the Garrett family across six decades, and like most of Tyler's works, is an ensemble piece that spans the generations, set in Baltimore. The story starts with a lakeside family holiday, where rifts emerge that are largely unvoiced, and that unravel in the lives of each family member as the years progress. It is \"thoroughly enjoyable,\" says the Guardian, \"and at this point any Tyler book is a gift\". French Braid is \"funny, poignant, generous… it suggests there's always new light to be shed, whatever the situation, with just another turn of the prism.\" (LB) To Paradise by Hanya Yanagihara Yanagihara's highly-anticipated third novel follows her bestselling, Booker Prize-shortlisted 2015 breakthrough, A Little Life. To Paradise, which was released in January to both rapturous acclaim and cries of dissent, is, like its predecessor, lengthy (at 720 pages) and dwells on deep suffering rather than joy, which has drawn criticism in some parts. Multi-form, and spanning three centuries, it is a compelling and wildly ambitious work, offering no less than an alternate retelling of the US, through 1890s New York, Hawaii and a dystopian, late-21st Century. \"Resolution is not available here, but some of the most poignant feelings that literature can elicit certainly are,\" writes Vogue, while the Boston Globe calls it \"a rich, emotional, and thought-provoking read.\" (RL) (Credit: Doubleday) The School for Good Mothers by Jessamine Chan Frida Liu is a working single mother in a near future who makes the mistake of leaving her child alone at home for a couple of hours one afternoon. Authorities are summoned by the neighbours, and her daughter Harriet is taken from her. Frida is given the choice to either lose her child permanently, or to spend a year at a state-run re-education camp for mothers where inmates must care for eerily lifelike robot children, equipped with surveillance cameras. Calling this novel \"dystopian\" doesn't feel quite right, says Wired. \"Near-dystopian, maybe? Ever-so-slightly speculative? This closeness to reality is what turns the book's emotional gut punch into a full knockout wallop.\" The School for Good Mothers is, says the New York Times, \"a chilling debut\". (LB) The Exhibitionist by Charlotte Mendelson The Hanrahan family gather for a weekend as the patriarch Ray – artist and notorious egoist – prepares for a new exhibition of his art. Ray's three grown-up children and steadfast wife, Lucia, all have their own choices to make. This fifth novel by Mendelson has been longlisted for the Women's Prize, and has been highly praised. The Guardian points to the author's \"succinct specificity of detail,\" and \"a precision of observation that made me laugh frequently and smile when I wasn't laughing\". According to the Spectator, Mendelson excels at \"vivid, drily hilarious tales about messy families\". The Exhibitionist is \"a glorious ride. Mendelson observes the minutiae of human behaviour like a comic anthropologist.\" (LB)  Free Love by Tessa Hadley Described by The Guardian in 2015 as \"one of this country's great contemporary novelists,\" British writer and academic Hadley has been quietly producing works of subtly powerful prose for two decades. Like her recent novels, The Past (2015) and Late in the Day (2019), Free Love – Hadley's eighth – explores intimate relationships, sexuality, memory and grief, through an apparently ordinary-looking suburban family. But, Hadley writes, \"under the placid surface of suburbia, something was unhinged.\" Set amid the culture clash of the late 1960s, the novel interrogates the counterculture's idealistic vision of sexual freedom, in, writes the i newspaper, \"a complex tale of personal awakening and a snapshot of a moment in time when the survivors of war were suddenly painted as relics by a new generation determined not to live under their dour and hesitant shadow.\" NPR writes, \"Free Love is a fresh, moving evocation of the dawning of the Age of Aquarius.\" (RL) Black Cake by Charmaine Wilkerson A debut novel, Black Cake tells the backstory of an African-American family of Caribbean origin, and two siblings who are reunited after eight years of estrangement at their mother's funeral where they discover their unusual inheritance. The plot is driven by an omniscient narrator, dialogue and flashbacks. It is, says the New York Times, full of \"family secrets, big lies, great loves, bright colours and strong smells\". The themes of race , identity and family love are all incorporated, says the Independent, \"but the fun is in the reading… Black Cake is a satisfying literary meal, heralding the arrival of a new novelist to watch.\" (LB) Auē by Becky Manawatu Told through several viewpoints, Auē tells the story of Māori siblings who have lost their parents, with each sibling telling their tale, and later their mother, Aroha, also telling hers from the afterlife. The novel has already won two awards in New Zealand, and is now gaining wider praise. \"The plot reveals are masterful,\" says The Guardian. \"Auē has done well because it is expertly crafted, but also because it has something indefinable: enthralling, puzzling, gripping and familiar, yet otherworldly.\" (LB) BBC Culture has been nominated for best writing in the 2022 Webby Awards. If you enjoy reading our stories, please take a moment to vote for us. If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter. And if you liked this story, sign up for the weekly bbc.com features newsletter, called The Essential List. A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday. ", "https://www.bbc.com/worklife/article/20220408-the-simmering-tension-between-remote-and-in-office-workers": "What is Worklife? How We Work How We Live How We Think More In February, Mark’s employer, an energy firm based in Ohio, US, told him he had to return to the office. The software engineer’s bosses had praised his output while working from home, and he never missed a deadline. Yet, in a company with more than 1,000 employees, it was only Mark’s department that initially received instructions to go back three days a week. “Our team is small and all of us are on the same page: we don’t need to be there,” explains Mark, whose surname is being held for job-security concerns. “For my day-to-day responsibilities, there are no benefits gained by being in the office – I can accomplish all my tasks from home.” For Mark, the on-the-ground reality is that only his five-person team, and a smattering of others, are actually back in the workplace. “I can count on both hands the number of employees present most days. We’re at the bottom of the pyramid, and have been told flat out we need to be in the office.”  Senior-level colleagues at the company, however, still get to work remotely. Some of them are doing so while they travel around the US. “They’re never in the office,” says Mark. “We've had company-wide meetings where these employees were videoing in from vacation spots. Someone must have pointed out the optics – they've had their cameras off in the last few meetings.” For Mark and his team, this disparity between who gets to work from home and who has to return to the office has created friction: different employees are subject to different rules, and it feels unfair that the rationale has never been explained. “It’s never been addressed by management,” he says. “While we can submit return-to-office queries during virtual meetings, they’re never been answered directly.” As pandemic restrictions end, more and more companies are calling employees back to the office – yet the rules are not universal for all workers. Some bosses are allowing exceptions for individuals or particular groups of workers – moves hard to explain in the return-to-office world. While mandating certain behaviours from most employees, they’re allowing others to retain special arrangements. But with some employees across an organisation working with very different attendance rules, tensions are beginning to bubble to the surface, impacting workplace dynamics. ‘No clear policy’ It’s no surprise calling staff back to the office is throwing up challenges. When the pandemic hit, employees had to switch to remote work almost overnight. As lockdowns bit and workers faced huge upheaval to their daily lives, managers had to be flexible about when and where teams got their jobs done; in some cases, parents changed their hours and cramped city-dwellers decamped to rural locations. Two years on, many workers have crafted bespoke working set-ups that keep them productive outside traditional, in-office working patterns. Some of these employees are now being granted accommodations by employers to continue doing so; this group might include people who moved away from their work location during the pandemic and now want to keep their job remotely. There are also new recruits, hired on remote contracts. A large chunk of the workforce, however, are being instructed by the same bosses to return to the office on a hybrid or full-time basis. That’s left employers with a problem: they’re appearing to show favouritism; bestowing flexibility to a select few workers, while enforcing restrictions upon the majority.  For bosses, it’s an easy move to call back those who still live within commuting distance to the office as well as junior-level employees. But mid- and senior-level workers may have greater leverage in keeping flexible arrangements. “More experienced employees often feel quite strongly about their desire for hybrid or remote practices,” says Helen Hughes, associate professor at Leeds University Business School, UK. “They often already have social capital and leverage nested in the relationships and reputation they’ve previously built.” Given current labour shortages, experienced workers might also be in higher demand – particularly in sectors where competition for talent is fiercest. If companies want to keep them, they have to bend in some cases.  However, giving some employees special working conditions can create perceptions of inequity, potentially dividing teams and stoking resentment. “If the decisions around who works from home and who has to go into the office are seemingly unfair, and that some employees have had a better deal, it has the potential to drive in-groups and out-groups in the workplace,” says Hughes.   This creates the risk of cliques, she adds, and the creation of a two-tier workforce with a majority of in-office employees and a minority of remote workers, potentially forming rifts between teams. And a lack of company cohesion linked to aggrieved employees can lead to a raft of negative consequences that might impact workforce dynamics, says Amy Butterworth, consulting director at London-based flexible-working consultants Timewise. “The quality of work will suffer, there is a big hit in relation to inclusion and you won’t get the best out of teams.” Some employees are reporting that senior-level workers are working from anywhere, while other workers are required to be in office (Credit: Getty Images) As companies scramble to develop return-to-office policies, a lack of plausible explanation from bosses can exacerbate rising tensions. When digital-agency worker Sarah began a new job in the north of England, her employer said they’d need her at their headquarters on a full-time basis because she lived locally. Her colleagues, however, were allowed to work remotely because they weren’t a commuting distance away. “My boss didn’t have a clear flexible-working policy: they just made it up as they went along,” she says. “They said because it was easier for me to go in, I should be there every day.” For Sarah, such workplace dynamics didn’t create resentment towards her colleagues – but towards her employer instead. “I was ultimately punished based on where I lived. Flexible working shouldn’t be about your proximity to the office,” she says. ‘Management themselves are ghosts’  By selecting which workers have to return to the office, and which can have flexible working, employers are inadvertently creating off-kilter workplace dynamics. It’s leading some employees to challenge such decision making at a corporate level.   In Mark’s case, he’s particularly angry his company has failed to explain why employees who worked productively in remote set-ups should be forced to return to the office. “We’ve been told flat out we need to be back in, yet management themselves are ghosts,” he says. “If internet access is all that’s required to complete your tasks, then work shouldn't be bound to any single location.” Butterworth says establishing fair working practises ultimately comes down to consulting directly with employees. “If a worker has a reluctance in returning to the office, then the employer has to demonstrate the value to the individual, their work and the wider team. And if people have been hired on specific remote contracts, that needs to be communicated on why they have a different set-up.”   Figuring out why employers are allowing one employee is to work remotely and asking another to come into the office can help reduce tensions in teams. “It’s about looking at the needs of a role, the team and the worker,” says Butterworth. “As long as people understand these decisions, it’s easier to find a solution.” The danger is that without careful consideration and transparent processes in place, some workers will feel hard done by if they’re asked to return to the office while others aren’t. As well as an instant hit on morale, it can create issues between colleagues, driving deep wedges in the workplace over the longer term. With little in the way of explanation as to why he has to be in the office, while others can work from anywhere, Mark is now looking for a new job. “[Managers] use phrases like ‘team building’ and ‘collaboration’ to justify the return-to-office push,” he says. “But I don’t think it’s fair for non-site-essential employees to report at the workplace. Companies incapable of flexibility will haemorrhage the quality employees.” ", "https://www.bbc.com/future/article/20220407-the-living-lights-that-could-reduce-energy-use": "What is BBC Future? Future Planet Follow the Food Family Tree Immune Response Change Agents Best of BBC Future Food Fictions Towards Net Zero Latest More In a tranquil side room of the Covid-19 vaccination centre in Rambouillet, a small French town around 30 miles (50km) south-west of Paris, a soft blue light emanated from a row of cylindrical tubes. Members of the public who received a vaccine last year were invited to bathe in the glow for a few minutes while they waited in the recovery area. Soon, the same azure glow will illuminate the nearby, tree-lined Place André Thomé et Jacqueline Thomé-Patenôtre, located just across from the aptly named La Lanterne performance hall, at night. These ethereal experiments are also underway across France, including at the capital's Roissy-Charles-de-Gaulle airport. But unlike standard streetlamps, which often emit a harsh glare and need to be hooked up to the electricity grid, these otherworldly lights are powered by living organisms through a process known as bioluminescence. This phenomenon – where chemical reactions inside an organism's body produce light – can be observed in many places in nature. Organisms as diverse as fireflies, fungi and fish have the ability to glow through bioluminescence. It is present in 76% of deep-sea creatures and has independently evolved dozens of times, including at least 27 occasions in marine fish alone. The uses of bioluminescence in the natural world are just as wide-ranging. Fireflies light up to attract mates while some species of algae glow when the surrounding water is disturbed. Deepsea anglerfish allow bioluminescent bacteria to take up residence on a lobe above their head as a tantalising lure for prey. Marine algae can produce an eery glow in the water when they are disturbed by waves, boats or swimmers (Credit: Eleanor Hamilton/Alamy) Most bioluminescent ocean species emit a blue-green light, which, due to the shorter wavelengths of the colours, can travel further in the ocean. Some fireflies and certain snails glow yellow, and the so-called \"railroad worm\", a beetle larvae native to the Americas, is known to turn both red and greenish-yellow in a dotted pattern that resembles a train at night. Springhares – nocturnal rodents found in southern Africa – have even been found to have hair that produces a vivid pink biofluorescent glow. You might also like: The turquoise blue glow bathing the waiting room in Rambouillet, meanwhile, comes from a marine bacterium gathered off the coast of France called Aliivibrio fischeri. The bacteria are stored inside saltwater-filled tubes, allowing them to circulate in a kind of luminous aquarium. Since the light is generated through internal biochemical processes that are part of the organism's normal metabolism, running it requires almost no energy other than that needed to produce the food the bacteria consume. A mix of basic nutrients is added and air is pumped through the water to provide oxygen. To \"turn off the lights\", the air is simply cut off, halting the process by sending the bacteria into an anaerobic state where it does not produce bioluminescence. \"Our goal is to change the way in which cities use light,\" says Sandra Rey, founder of the French start-up Glowee, which is behind the project in Rambouillet. \"We want to create an ambiance that better respects citizens, the environment and biodiversity – and to impose this new philosophy of light as a real alternative.\" Proponents like Rey argue bioluminescence produced by bacteria could be an energy-efficient, sustainable way to light up our lives. The way we currently produce light, she argues, has changed little since the first light bulb was developed in 1879. While the LED-bulb, which emerged in the 1960s, has significantly reduced the running costs of lighting, it still depends on electricity, which is largely produced by burning fossil fuels. Glowee grows the marine bacterium Aliivibrio fischeri in salt water and a mix of nutrients – the bacteria glow when they are given oxygen (Credit: Glowee) Founded in 2014, Glowee is developing a liquid raw material – in theory endlessly renewable – made of bioluminescent microorganisms. It is cultivated in saltwater aquariums before being packaged in the aquarium tubes. The manufacturing process, claims Rey, consumes less water than manufacturing LED lights and releases less CO2, while the liquid is also biodegradable. The lights also use less electricity to run than LEDs, according to the company, although the Glowee bulbs produce fewer lumens of light than most modern LED bulbs. While Glowee's lights are currently only available in standard tubes for events, the company is planning to produce several types of street furniture, such as outdoor benches with in-built lighting, soon. In 2019, Rambouillet city hall signed a partnership with Glowee and invested €100,000 (£83,300/$109,000) to turn the town into \"a full-scale bioluminescence laboratory\". Guillaume Douet, head of Rambouillet's public spaces, believes if the experiment is a success it could lead to a transformation across the country. \"This is about a city of tomorrow,\" says Douet. \"If the prototype really works, we can bring it to a large-scale deployment and replace current lighting systems.\" But bioluminescent lighting isn't new. In around 350BC, Greek philosopher Aristotle described bioluminescence in glow worms and fireflies as a type of \"cold\" light. Coal miners have used fireflies in jars as illumination in mines where any kind of flame – even a candle or lantern – could trigger a deadly explosion. Meanwhile, glowing fungi have for years been used by tribes in India to illuminate dense jungles. Yet Glowee is the first company in the world to reach this level of experimentation, and the company says it is in negotiations with 40 cities across France, Belgium, Switzerland and Portugal. ERDF, a largely state-run company that manages France's electricity grid, is among Glowee's backers, the European Commission has provided €1.7m (£1.4m/$1.9) funding and France's National Institute of Health and Medical Research (Inserm) has given technical support. However, Carl Johnson, professor of biological sciences at Vanderbilt University, believes there are serious challenges still ahead before bioluminescence can get the green light for large-scale deployment. \"First, you have to feed the bacteria and dilute them as they grow,\" he says. \"That's not so easy. Also, the phenomenon will be very temperature-dependent and I doubt that it will work in the winter. Third, bioluminescence is very dim compared to electrical lighting. But perhaps they have improved the luminescence intensity.\" Glowee's Rey acknowledges those challenges ahead, but insists the benefits, both ecologically and economically, could see future cities bathed in bacterial blue light. Currently, the Evry-based team is working to increase the light intensity produced by the bacteria – which for now only lasts days or weeks before requiring further nutrients and is not yet as strong as LED lights – by subjecting it to different temperatures and pressures. So far Glowee says its bacteria can produce an output of brightness of 15 lumens per square metre – short of, but not far off, the minimum 25 per square metre it believes is required for public lighting in parks and gardens. By comparison a 220 lumen household LED spotlight bulb can produce about 111 lumens per square metre of floor.  \"We are advancing little by little,\" she says. \"But we've made enormous steps already and our philosophy of light is a response to the crisis humanity is facing.\" Some fungi carry genes that allow them to produce bioluminescence and could be used to bioengineer plants that glow (Credit: Louise Docker/Getty Images) Catrin Williams, a lecturer at Cardiff University's School of Biosciences who has studied bioluminescence in bacteria, agrees it is \"difficult\" to maintain living bacterial cultures long-term due to the need for the supply of nutrients. But Williams says this could be overcome by focusing on \"chemiluminescence\" – a process Glowee is also currently investigating – which removes the need for live bacteria. Instead, the enzyme responsible for bioluminescence, luciferase, can in theory be extracted from bacteria and used to produce light itself. \"I think the Glowee approach is extremely novel and innovative and could be fantastic,\" she says. Other initiatives around the world are providing further glimmers of hope. Vancouver-based Nyoka Design Labs is developing a biodegradable alternative to glow sticks using non-living, cell-free enzymes, which the creators say are much easier to maintain than living bacteria. \"Instead of using the whole car, we just take out the headlights,\" says Paige Whitehead, the founder and chief executive. \"Enzymology has advanced to the extent that we no longer have to rely on the cell-supported systems.\" Once used, glow sticks cannot be recycled due to the mixture of chemicals they contain. They are used in a wide range of applications, from law enforcement and military uses to music festival goers. Some researchers have raised concerns about the affect the chemicals they contain have on marine life, as they are also often used as lures in longline fishing. \"So much of this waste is unnecessary,\" says Whitehead. \"The vision we're going for is to replace any alternative lighting systems to make them more sustainable.\" In a major breakthrough for that vision, a study published in April 2020 revealed a team of Russian bioengineers working with a Moscow-based biotechnology startup who have created a method to sustain bioluminescence in plants. They claim they were able to make plants glow 10 times brighter and for longer than previous efforts – producing over 10 billion photons per minute – by bioengineering bioluminescent genes from fungi into the plants. The new research built on findings that identified a fungal version of luciferin, one of the unique compounds that is necessary for bioluminescence, alongside either of the enzymes luciferase or photoprotein. Keith Wood, a scientist who 30 years ago created the first luminescent plant using a gene from fireflies, says the technology could in part replace artificial lighting like LEDs. More recently, he found that by altering the genetic structure of a luciferase found in the deep-sea shrimp Oplophorus gracilirostris, its brightness could be increased by 2.5 million times. The resulting enzyme, which the researchers called NanoLuc, was also 150 times brighter than the luciferases found in fireflies. \"The application of synthetic biology onto bioluminescence is a massive opportunity,\" says Wood, who is now developing a bioluminescent plant for the company Light Bio. But exactly how these transgenic bioluminescent plants might be used in the future is still to be decided. One group of designers in Athens, led by Olympia Ardavani at the Hellenic Open University, laid out a vision of large numbers of bioluminescent plants being used to provide ambient lighting along the side of roads. They estimated that if a plant could be produced that would emit around 57 lumens of light each, they would need 40 plants in every 30m (98ft) on each side of the road in order to meet the lowest class of street lighting required on roads used by pedestrians in Europe. However, Rey believes harnessing the natural power of bioluminescence for lighting could also make us see the environment and natural world in new ways too. \"It can create an ambiance that makes us more respectful citizens, of the environment and of biodiversity,\" she says. -- Join one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday. ", "https://www.bbc.com/culture/article/20220414-why-nicolas-cage-is-hollywoods-most-misunderstood-star": "Home Film Art Books Music TV Style Identities Designed The Collection More Is Nicolas Cage a good or bad actor? This question might be a Schrödinger's cat of pop culture. In an episode of the US sitcom Community, trying to find the answer to this cosmic-sized query almost drives Abed Nadir mad. On the one hand, he has an Oscar, for 1995's Leaving Las Vegas and has worked with everyone Martin Scorsese to David Lynch and Werner Herzog. And on the other, since the 2010s, his name has become synonymous with direct-to-streaming action films that are low on plot and high on explosives, while causing critics to scoff and fuelling an ironic online fandom propelled by YouTube clip compilations with titles such as \"Nicolas Cage freak outs\". More like this: –      10 films to watch this April –      The Northman review: \"Not weird enough\" –      Is Tom Hanks the last great movie star? Every few years, though, he gives a performance that makes the world reconsider him yet again: his understated performance as an ex-criminal in Joe (2013), his depiction of petrifying, guttural grief in Mandy (2019) or, most recently, his heartbreaking turn as a man on a mission to recover his beloved truffle pig in Pig (2020). Every time, despite the acclaim he has received throughout his career, reviewers somehow seem surprised at what he is capable of. In The Unbearable Weight of Massive Talent, Cage plays himself as he forms an unlikely kinship with a super-fan (Pedro Pascal) (Credit: Alamy) This time, the film putting him back into critical favour is the buddy action-comedy The Unbearable Weight of Massive Talent, where Nicolas Cage takes on the most unusual, and certainly most meta, challenge of his career yet. He stars as \"Nick Cage\", a fictionalised version of himself, a frustrated movie star who is one rejection away from retiring from acting and living the life of a housecat. This Cage is an eager cinephile who wants to talk incessantly about The Cabinet of Doctor Caligari, and finds an unlikely kinship with a Cage mega-fan (played by Pedro Pascal) who has paid him $1 million to appear at his birthday party – only to then find out this admirer of his is a notorious drug lord. If it's a tricksy conceit, then The Unbearable Weight of Massive Talent is nothing too challenging: it ingests the Cage-mania that has permeated the internet for the last decade or so and transforms it into an accessible bromance that doesn't overindulge in too much complicated meta-ness but instead lets him poke fun not at himself, exactly, but at the outsized, eccentric persona that audiences will have front of mind. One of the film's inbuilt jokes, playing on a core aspect of Cage's appeal, is the promise that he might do something kooky or wild at any given moment: turn around and pull a face until his eyes bulge unnaturally, or suddenly raise his voice. As Megan Mitchell, co-founder of Cage-themed film festival Cage-a-rama, describes, it's that \"Cage element. Anything could happen at any time.\"     Why he is one-of-a-kind As a movie star, Cage is nothing if not unique. He emerged before the age of celebrity obsession took hold, but is now embraced by online \"stan\" culture. He is associated with both high and low art; he is both serious about his craft and self-aware about his star image. There are more than 20 podcasts dedicated to dissecting the actor's career; a subreddit r/onetruegod that collects all things Cage; film festivals that only show Cage films in Europe and the US; and a new book, Age of Cage, that serves to explore the changing history of Hollywood through a Cage prism. Filmmakers and fellow actors have been reverential about him. Lynch, who directed him in 1990's Wild at Heart, called Cage \"the jazz musician of American acting\". Guillermo del Toro recently tweeted that \"there has not been, nor will there ever be an actor like Nicolas Cage. A master\". Scorsese, who directed him in Bringing Out the Dead, described his acting style as \"almost like silent film, like Lon Chaney\". Ethan Hawke effused that Cage is \"the only actor since Marlon Brando that's actually done anything new with the art\". But this adoration still doesn't quite explain the intensity of Cage's cult following. Is it because he is part of a dying breed of a certain kind of unknowable movie star we don't see much of anymore? The best kind of human meme? Just a really good actor? Or all of the above? Nicolas Cage is in fact an invention of Nicolas Coppola, the nephew of filmmaker (and wine-maker) Francis Ford Coppola, who decided to ditch the famous surname to shake off the pressure that came with it. The name \"Cage\" is inspired both by comic book superhero Luke Cage and experimental composer John Cage – perfectly encapsulating the tightrope he has walked throughout his career between mainstream populism and the avant-garde. Apparently, Uncle Francis wasn't too pleased about the decision – but he still cast him in his films The Outsiders (1983), The Cotton Club (1984) and in Peggy Sue Got Married (1986). There is only one film where Cage is credited as \"Nicolas Coppola\": 1982 teen sex comedy Fast Times at Ridgemont High, in which he played an unnamed burger restaurant worker. With his second-ever movie role, in teen rom-com Valley Girl (1983), he then adopted his new moniker and became a leading man; since then, he's been \"the star of every movie that he's in\", says Lindsay Gibb, author of National Treasure, a book-length examination of Cage's career and acting style. Through the 1980s, his stock rose thanks to heartthrob leading roles in films like Peggy Sue Got Married, the Coen Brothers' Raising Arizona (1987), and Oscar-winning romance Moonstruck (1987), in which his character embarked on an affair of operatic proportions with Cher. One of his best early roles was in 1987's Moonstruck, where, as the one-handed lovelorn baker Ronny Cammareri, he was an explosion of feeling (Credit: Alamy) But despite becoming a hot property in Hollywood, he was certainly not a conventional one. In 1990 a profile in the Washington Post of him opened up with the somewhat barbed question: \"Can Nicolas Cage play a normal guy?\" The question should've been, really, \"does Nicolas Cage want to play a normal guy?\" Looking back at Cage's 100+ filmography, a pattern emerges – one of an actor choosing to embrace the unexpected in a journey full of experimentation and eccentric choices. Off-screen, meanwhile, he fancied himself a surrealist, and deliberately crafted a wild man public persona. The apex of this was perhaps the 1990 interview he gave on UK chat show Wogan, promoting Wild at Heart, where he karate-chopped his way onto the stage, took off his sweaty Wild at Heart t-shirt and did the rest of the interview shirtless in a leather jacket. \"I was, quote, trying to invent my own mythology, unquote, around myself,\" he told the New York Times in 2019. A version of this early star persona, appears in The Unbearable Weight of Massive Talent, in the form of a creepily de-aged version of Cage called Nicky, who also wears a Wild at Heart t-shirt, and taunts the present-day Cage to stop focusing on \"acting\" and instead be a Movie Star. What's interesting these days, by contrast, is how reserved Cage is as a presence off-screen. The occasional tidbit about his eccentric habits (like speaking to his crow, spooning with his pet cat Merlin, or buying a pyramid-shaped tomb in a New Orleans cemetery) will emerge to social media delight, and the looming legacy of his financial troubles will come up as context for his over-prolific career, but otherwise no-one pays to much attention to his personal life. Perhaps it's because what Cage is doing on screen overshadows all else. The four Cages\n There are, I'd argue, four types of Cage film, or four Cage personas that define our idea of him. There's the Romantic Cage, passionately and desperately into a woman, tall, slender and doe-eyed but not classically handsome, ready to operatically punch through a wall, to serenade her with Elvis Presley songs and to pout gloomily if his beloved rejects him. Early work Valley Girl was a mismatched romance between a (you guessed it) valley girl and a rocker, played by Cage. It was also Mitchell's entry point into a lifelong Cage appreciation, after watching it at the age of 16: \"The proto-Cage freakout and all the elements of Cage were in a very pure form, they hadn't really had time to become self-referential,\" she says. Then, a few years later, came Moonstruck: as the one-handed lovelorn baker Ronny Cammareri. Cage is an explosion of feelings (\"I lost my hand! I lost my bride!\"). It's easy to make fun of Cage's outbursts on screen, but his intensity, when it comes the matters of the heart, seems fitting. This Romantic Cage, pure of heart and devoid of irony, would reappear every so often in films like City of Angels (1998), The Family Man (2000) or Captain Corelli's Mandolin (2001), but as he aged he could never quite recapture that youthful, lovelorn intensity. At the same time, the Action Cage flourished, becoming a staple of 90s and early '00s mainstream cinema. In 1996, The Rock made more than $335 million at the box office. The following year, Con Air grossed $224 million and Face/Off, $245 million worldwide. His 2000 car-heist movie Gone in 60 Seconds made $237 million, and the 2004 adventure flick National Treasure made $347 million worldwide, despite mixed critical receptions. With these action successes, Cage proved himself a true marquee name, and this was when, Dibb argues, \"the real Cage-mania\" started. Before movies that were not part of a cinematic universe struggled with breaking even at the box office, before his name became synonymous with a smirk and direct-to-streaming efforts, Cage was a bankable action star who brought popcorn audiences to cinemas. Across his career, there has also been a third, more understated type of Cage persona: the Arthouse Cage. Not that he is ever altogether understated. The same Cage-isms are usually there: the grotesque facial expressions, the unnatural accents, the deliberate physicality. Every Cage performance is a full-bodied one. But these relatively more restrained appearances seem to fit better into our understanding of what makes \"good acting\": think of his turn as a suicidal alcoholic writer in Leaving Las Vegas, a con artist with OCD and Tourette's in Matchstick Men (2003), two radically different twin brothers in Adaptation (2002) and, most recently, as the grief-paralysed widower in Pig. In fact, looking closely at these performances, the same kind of intense commitment to wild, physical expressions of emotion is visible, the same Cage-isms that are derided in action films – but when harnessed by an arthouse director, they seem to fit better into our increasingly narrow understanding of what makes for \"good acting\". Con Air (1997) was one of the films that ushered in a new action-man Cage (Credit Alamy) Then finally, in the late 2000s and 2010s, came a fourth Cage persona: the Unhinged Cage. This popular idea of Cage goes hand-in with his prolific direct-to-video genre output. Titles such as Rage (2014), A Score to Settle (2019), Kill Chain (2019) or Running with the Devil (2019) – all indistinguishable action fodder that use Cage's name as their main selling point – have served to erase decades of great performances and cement the idea that Cage is but a hack. In these films, Cage never phones in a performance, but saddled with thin scripts and B-movie direction, his methods of working stand out too much, and his intensity feels misplaced and mere fodder for parody and memes. A better vessel for this slightly self-parodically Unhinged Cage, however, has been horror, a genre he has only turned to recently, but which has seen him acclaimed for turns in Mom and Dad (2017), Mandy (2017) and Color Out of Space (2019). However Cage's path from box-office draw and Academy Award-winning actor to online joke and ironic pop culture idol goes hand in hand with the people's general inability to accept that a person can be many things at once. \"People only know him from whatever era they grew up in,\" says Gibb, \"So if somebody grew up in the Con Air, Face/Off, The Rock period, that's all they know him for and a lot of times they love him for that but think that that's he's like that one note.\" It is difficult to separate, sometimes, the earnest Cage fans from the ironic ones, as dedication runs deep with both. Petros Patsilivas, creator and host of the Caged In podcast, which goes through every single Nicolas Cage film (and any connected ones too) episode by episode, saw his appreciation of the actor grow hugely through embarking on the project: \"I was fascinated almost in a social science kind of way by someone who had this long career and was considered to be a joke to people. [I thought] 'maybe if I watch all these films I'll find out if they're right'. Not to be hyperbolic,\" he laughs, \"but he's probably one of the greatest actors working today. He's not afraid to ACT in all caps.\" The artistry of his acting Indeed, any accusation thrown at Cage of being a bad actor, or not understanding acting, is misjudged. There is a reason for every scream, grin, and tremble, however unhinged they might seem on the surface. And these decisions are fully endorsed by the directors he works with: for example in romantic time-travel comedy Peggy Sue Got Married, Coppola stood by his choice to give his character a helium-esque high-pitched voice, despite the protestations of co-star Kathleen Turner and studio executives, who he has alleged wanted to fire him. In such formative roles, he was experimenting with his craft and the malleability of his face, body and voice. In another early film, 1989's Vampire’s Kiss, Cage played Peter Loew, a yuppie literary agent who supposedly gets bitten by a vampire on a one-night-stand and starts going mad, believing himself to be turning into a bloodsucker. The source of many Cage memes, Vampire's Kiss was a mad-doctor's laboratory for the actor, who drew heavily from silent vampire film Nosferatu, ate live cockroaches and stretched his physicality to represent a man literally and emotionally tormented; a critic at the time described it as \"scorched-earth acting\". Cage plays Loew like a live-wire: he can be pleasantly still at one moment, and uncoil himself into a spitting state of fury the next, thrashing his long limbs around like a possessed tube man. He might punch you, he might hiss at you, or he might recite the alphabet. Although Method acting and naturalism was de rigeur during the time of Cage's rise to prominence – and indeed the actor dabbled in it himself once, in his role as a wounded Vietnam veteran in Birdy (1984) – Cage preferred to take a more experimental approach to his craft that drew from his beloved German Expressionism, which is commonly defined by its \"rejection of Western conventions and \"the depiction of reality that is widely distorted for emotional effect\" and the Japanese kabuki theatre. Cage found realism \"boring\", as he told the LA Times in 1994, and not a sure-fire way for the actor to locate the truth of a character (\"Look at Cagney, was he real? No. Was he truthful? Yes.\", he said in a 2013 interview.) Cage has more recently turned to horror with success in films like Mandy (2018) (Credit: Alamy) He also developed his own mystical ways of getting into character, which he has dubbed \"nouveau shamanic\", whereby he uses techniques or objects to expand his imagination and \"trick\" him into believing that he is the character. For 2014's Ghost Rider: Spirit of Vengeance, this meant sewing Egyptian artifacts into his costume, for reasons that are not entirely clear. In a recent interview, Cage professed he drew unironic inspiration from shamans, describing them as \"really actors that were just going through stories in the village, and trying to bring answers to whatever the crisis was in the village\", while adding that he came up with the concept of \"nouveau shamanism\" because \"it sounded cool\". This approach sounds mild compared to some of the Method shenanigans employed by actors like Christian Bale or Jared Leto, but the results on the screen carry a Cage-specific brand of intensity. This intensity has been fodder for memes since they became their own language. But the memeification of Nicolas Cage has transformed him in the public imagination from a talented, methodical, if surrealist and eccentric actor, always working, always experimenting – to a selection of out-of-context facial expressions and scenes: Nicolas Cage yelling \"not the bees!\" from The Wicker Man (2006), reciting the alphabet in Vampire's Kiss, impersonating a particularly disturbed priest in Face/Off… \"We've had that memeification and transforming of Cage from just an actor to a really notable pop culture figure that transcends his filmography”, says Mitchell. Fun as it is, the problem with all this digital silliness is that it detracts from his genuine artistry. \"There's people who just think it's fun to watch [him], that [his movies] are bad movies and are [merely] enjoying when he freaks out,\" says Gibb, \"They're not really seeing the nuance in him.\" Cage-a-rama, Scotland’s first Nicolas Cage film festival, co-founded and programmed by Mitchell and Sean Welsh, actively avoids fostering that irony, which Mitchell finds \"devaluing of him as an actor and ultimately devaluing him as a presence in other people's lives,\" she says. During Cage-a-rama, they try to \"give space for that sincerity and pure love for Cage that we've seen grow over the years that we [have] run the festival\". Nevertheless, it's Cage's status as a meme that enables the existence of a film like The Unbearable Weight of Massive Talent. And in fact, as it forces \"Nick Cage\" to confront \"Cage-mania\", it confirms, once again, that Cage is very good actor, actually. Perhaps too, it offers up a full stop to the jokey fandom that has percolated around Cage for the last decade – which can only be good for his career and the appreciation of his skills alike. In fact, a recent GQ profile put forth an obscenely simple idea, confirmed by his recent, extraordinarily wholesome Reddit AMA: maybe what best explains Cage is that he is \"a sincere man in an ironic world\". The Unbearable Weight of Massive Talent is released on 22 April in the US and the UK BBC Culture has been nominated for best writing in the 2022 Webby Awards. If you enjoy reading our stories, please take a moment to vote for us. Love film and TV? Join BBC Culture Film and TV Club on Facebook, a community for cinephiles all over the world. If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter. And if you liked this story, sign up for the weekly bbc.com features newsletter, called The Essential List. A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday. ", "https://www.bbc.com/travel/article/20220413-maamoul-a-sweet-celebration-for-christians-and-muslims": "Culture Food Discovery Adventure Destinations Collections About us 50 Reasons to Love the World Untold America More This spring, along the ancient streets of the holy cities of Jerusalem and Bethlehem, a sweet smell wafts through the air. Inside, people's homes are hives of activity as extended family members and neighbours come together to make a biscuit-like treat that's very special to both Muslims and Christians. \"You can't have Easter without maamoul because it brings the happiness,\" said Rawan Ghattas, a Christian from Bethlehem, who works with famed local chef Fadi Kattan. Like Ghattas, Rawan Bazbazat, a Muslim art teacher and jewellery maker from Jerusalem, has been baking the sweet since she was a child with her mother. \"On Eid al Fitr, we always have to make maamoul. We can't celebrate this holiday without it,\" Bazbazat said. Maamoul is made from a dough of semolina and ghee (though butter can be used as a substitute) and flavoured with mahlab (crushed cherry seeds, which are found inside the pits) and mastic (also known as Arabic Gum), which is the resin from the acacia tree.  While the delicate shortcrust-style sweet melts in your mouth, its design adds even more decadence. Before baking, the dough is either stuffed with pistachios drizzled with rosewater, walnuts mixed with sugar and cinnamon, or dates that have been ground to a paste with a little oil or butter. As Anissa Helou, author of Feast Food of the Islamic World described it to me, \"The date maamoul is like having a cream-filled biscuit, but less fluffy.\" Each of the three flavours is then placed into its own specific wooden mould called a qalab, or formed by hand using a spiked tong called a malqat. The date maamoul traditionally has a circular shape with a flat top; the pistachio version is more like a pointy ellipse; while the walnut-flavoured biscuit is a smaller circle with a domed top. Some maamoul are formed into a domed shape (Credit: Veliavik/Getty Images) Each year, Christian and Muslim families across the Palestinian territories and the greater Middle East make maamoul, as well as its simpler cousin ka'ak – a flat, round biscuit made from the same dough – in the days leading up to Easter and Eid al Fitr.  The Christian holiday of Easter, observed this year on 17 April, follows Lent – an observance recognising the 40 days Jesus spent in the desert fasting – when believers traditionally abstain from animal products and alcohol for the same number of days. Eid al Fitr, meaning \"the feast of breaking the fast\", which starts on 2 May this year, is an Islamic celebration signifying the end of Ramadan, a month of fasting from dawn to sunset. \"This year, both Ramadan and Lent are together which is nice; you go to the Old City [of Jerusalem] and you find both the Christians and Muslims fasting – it's special,\" said Bazbazat. With extended family all together in one house, the jobs for making the maamoul are divided between groups. Some make the dough (which is left for one day in the refrigerator before being formed), some make the designs, and some are experts at knowing the right time to pull the sweet out of the oven. For many who celebrate Easter or Eid al Fitr, maamoul creates beautiful memories. \"We are three families plus all the neighbours; each day, we make the maamoul in one of the houses,\" Ghattas said, expressing what she views as a time of happiness and communal celebration. In Bazbazat's family home, she and her five sisters, aunt, cousin, mother and grandmother make maamoul in the lead up to Eid al Fitr. \"Sometimes you feel very hungry when you're making it – you want to taste everything – but no one can touch it until the first day of Eid, then you can eat anything you want,\" she said. Muslim families welcome guests into their homes, offering coffee along with maamoul (Credit: Dieddin Alsoub/Alamy) Ghattas remembers trying to shape the dough into flowers when she was young, inspired by her mum who makes perfect decorations. At midnight, marking the end of 40 days of fasting, she and her family raise coloured hard-boiled eggs and knock them together (with the goal of being the last person left with an unbroken egg), and then rejoice in eating them as well as the long-awaited maamoul. Muslim families generally spend the first day of Eid together, and as is custom, send plates of ka'ak and maamoul dusted with powdered sugar to their neighbours – including Christians, who also send the biscuits to their neighbours at Easter. The next day, they welcome guests into their homes and offer coffee along with the delicious sweet. \"The Christians and Muslims in Jerusalem have a lot to share. They live in the same houses, they're in the same city. We are like one,\" Bazbazat said. In the Palestinian territories, some of the main ingredients of maamoul, namely dates and walnuts, are grown locally. The dates, the best type being Mejdool, come from Jericho and the farms in the Jordan Valley, in the east of the West Bank. While most people have walnut trees In their gardens, they also grow abundantly on the region's hilltops – from Al-Khalil (also known as Hebron) in the south to Jenin in the north. Fadi Kattan, an internationally known chef and founder of Fawda Restaurant & Café in Bethlehem – which showcases traditional recipes and local ingredients with a modern twist – links the smell of maamoul to the memory of his grandmother making it when he was young. Extended family members and neighbors gather together to make maamoul (Credit: AFP Contributor/Getty Images) \"Every attempt I made to try and decorate ka'ak and maamoul would ruin whatever she and her neighbours were doing, so I was nicely told to sit away and enjoy the smell,\" Kattan remembered, adding he was allowed to crush the walnuts. He says the smell, which occurs as the ghee cooks with the mastic and mahlab, is \"like something being caramelised, but there's nothing being caramelised\". There's really no replacement for mastic's flavour in baking, and as Kattan said, it's \"an uncompromising one\". \"You can use orange blossom or rose petal water, but it's not the same thing. Mastic has a sweet, earthy flavour – I cannot describe it,\" he said. \"If you played with pine trees when you were younger, that little sap that would seep out when it's cut, that's what it tastes like.\" Nevertheless, Helou, who grew up in Lebanon, flavours her dough with orange blossom and rose waters (instead of mastic), and only puts mahlab in ka'ak, showing how the recipes can vary by baker and regions. \"[Mahlab] has a very strong taste. If you use it in the dough for maamoul, it interferes with the flavour of the cinnamon, fragrant waters and the walnut stuffing,\" she said. According to Charles Perry, food writer and expert on medieval Arabic cuisine, \"maamoul is descended from a Persian stuffed cookie called kulachag, which appears in medieval Arabic cookbooks as kulayja.\" They were made from a dough with added butter or another fat like lard then rolled out to be moulded into elaborate designs of fish, birds, gazelles and geometrical patterns. Maamoul is typically made from a dough of semolina and is flavoured with mahlab and mastic (Credit: Dieddin Alsoub/Alamy) As culinary influences spread due to trade at the time, it's possible that maamoul has other relatives or ancestors. For example, when Egypt was ruled by the Mamluks, an army of slave soldiers, from 1250-1517, a book titled Zahr al-hadiqa fi ' l-at'ima al-aniqa' (flowers in the garden of elegant foods) – written by Ibn Mubarak Shah, which was later translated into English by Professor Daniel Newman and published as The Sultan's Feast in 2020 – details a recipe of a medieval Egyptian date-filled biscuit flavoured with aromatics like rose water, saffron and spices. According to historian Charles al Hayek, who runs a YouTube channel and Instagram account dedicated to Middle Eastern culture, the tradition of handing out sweets for Eid al Fitr began during the Fatimid Caliphate in the 10th to 12th Centuries, when the Caliph, or state, would gift them to everyone including servants following Eid morning prayers. As Sawsan (no surname) from the Chef in Disguise website wrote, the sweets were decorated with phrases like kol o oshkor (eat and be thankful) and bel shukr tadoom al neam (with gratitude blessings are preserved). However, when the Ottoman Empire ended in 1922 and there was no longer an Islamic caliph, the tradition shifted from being a royal custom to one among private households Many, including Kattan, say that the patterns on the different maamoul moulds – such as the date mould's burning sun, or star, depending on your interpretation – were originally affiliated with ancient religions that worshipped nature. However, in Christian tradition, the date-stuffed maamoul (which has a circular shape) came to represent the crown of thorns placed on Jesus' head, while the pistachio maamoul is said to resemble the temple where Jesus was laid to rest. There isn't any particular symbolism in Islam relating to the design but the shape of the maamoul is still very special to those like Bazbazat. \"When I finish one of the pieces of maamoul and I look at it, I think 'wow, I'm an artist',\" she said. Maamoul shapes are often made by a wooden mould called a qalab (Credit: Aydan Ustkanat/Getty Images) While many families make maamoul at home, the biscuit is also available in most Arabic sweet shops during Easter or Eid al Fitr, often sold by the kilo. In the Palestinian city of Ramallah, Eiffel Sweets is one of the oldest sweet shops making maamoul and is highly recommend by many residents. Aker Sweets, another well-known shop in town, has multiple locations. In Jerusalem, the oldest shop, Zalatimo, was established in 1860 and now has shops in Jordan (and also delivers to the United States via Amazon). Those living outside the region, however, can head to their local Middle Eastern bakery or try making the holiday biscuits themselves. In fact, many professional bakers such as Ahmad Shaqier from Eiffel Sweets believes that homemade maamoul has an intangible quality unmatched by those made at the shops. \"It's a tradition found within the Palestinian families,\" he said. As a kid, Shaqier used to carry the trays of maamoul made by his mum on top of his head to the nearby Furn al Arabi, a traditional bakery that uses wood ovens, for them to be baked. \"I always ate a couple of fresh ones before I took it all home. The memories related to maamoul are imprinted in a person's mind.\" In the Middle East, both Muslims and Christians celebrate with maamoul (Credit: Tessa Fox) Maamoul recipe (yields 20 walnut and 20 date biscuits)\nBy Fadi Kattan of Fawda Restaurant & Café (adapted for BBC Travel) Time required: overnight plus three hours of making Ingredients  For the dough:\n1.5 cups coarse semolina\n1.5 cups fine semolina\n2 tbsp sugar\n¼ tbsp ground Arabic gum (mastic)\n½ ground mahlab (cherry seeds)\n1 cup melted ghee \n1½ tsp yeast\n½ tsp sugar\n½ cup warm water For the walnut stuffing:\n3oz chopped walnuts\n1 tsp sugar\n¼ tsp ground cinnamon For the date stuffing:\n4oz date paste\n1 tbsp olive oil Instructions For the dough:\n For the date filling:  For the walnut filling: Baking and serving: BBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future. ---  Join more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday. ", "https://www.bbc.com/future/article/20220413-how-ending-mining-would-change-the-world": "What is BBC Future? Future Planet Follow the Food Family Tree Immune Response Change Agents Best of BBC Future Food Fictions Towards Net Zero Latest More \"If you can't grow it, you have to mine it\" goes the miner's credo. The extraction of minerals, metals and fuels from the ground is one of humankind's oldest industries. And our appetite for it is growing. Society is more dependent on both greater variety and larger volumes of mined substances than ever before. If you live in a middle-income country, every year you use roughly 17 tonnes of raw materials – equivalent to the weight of three elephants and twice as much as 20 years ago. For a person in a high-income country, it is 26 tonnes – or four and a half elephants' worth. Extracting new materials continues to be cheaper than re-use for many substances, leading some experts to sound the warning about the increasing pressure of mines on the natural world. A growing chorus is concerned that environmental toll of mine-caused pollution and biodiversity loss, as well as the social impacts caused to local communities, could sometimes outweigh the benefits of mining. But what if we stopped extraction of fossil fuels and minerals entirely? What if, in order to better protect the environment, humanity decided the contents of the Earth's crust were off limits? It's an unlikely scenario, to be sure, and one that would cause hardship for many people – particularly if it happened suddenly. But imagining a world without access to the underground allows us to examine how dependent we have become on this ongoing extraction. It also invites us to consider the frivolousness with which we often then throw these materials away, and to examine the overlooked potential in this waste as a source of new materials. So could considering the end of mining help to change how we use materials today? Artisanal miners collect gravel from the Lukushi river searching for cassiterite – the major ore of tin – in Manono, Democratic Republic of Congo (Credit: J.Kannah/Getty Images) Victor Maus, a researcher in geoinformatics and sustainability at the University of Economics and Business in Vienna, Austria, has spent the last three years pouring over satellite images of the Earth's surface to estimate the total area humans currently give over to mining. The results surprised him. \"It's a country-sized area, and that's just with the mines that are reported,\" he says.  You might also like: The land size of mining had never been surveyed by satellite before, making it tricky to train a computer how to identify mines from thousands of photos. Maus and his team therefore had no choice but to make his estimates by eye, and spent hours tracing polygons around the shapes of open pits, shafts and waste tailings ponds. \"I was seeing polygons in my sleep,\" he says. Above ground, he found, mining sites covered around 100,000 sq km (38,600 sq miles), larger than Austria or five times the size of Wales. \"And that's just the mines that are active,\" says Maus. Mining is also one of the most basic forms of enterprise, and many locations are unreported. \"In reality, the world's total mining area is even larger.\" On the first day of a world that stopped mining, the activity across this collective expanse would grind to a halt. Workers in the Democratic Republic of Congo's deep cobalt pits would drop their shovels, colossal bucketwheels in Germany's brown coal mines would cease to strip mine, and the small boats in the Mekong delta would stop sucking up sands. The first shockwave would be to jobs. Across the world, ending mining would terminate an estimated four million formal jobs in the industry. And the toll wouldn't stop there. \"There's a number of [further] people that rely indirectly on mining sites that would make it greater,\" says Eléonore Lèbre, who researches the social impacts of mining from the University of Queensland. More than 100 million livelihoods in work connected to artisanal mining – groups and individuals that mine on smaller scale, often informally – would be lost. Lèbre's research has involved studying the effect of mine closure on towns in remote Australia. \"In rural areas, where there might have been mining operations for decades, you have communities that have grown to depend on them.\" In a world of no mining, ghost towns would be created almost overnight. The town of Pedro de Valdivia, Chile, was deserted when a nearby mine closed. In a world of no mining, ghost towns would be created almost overnight (Credit: M.Bernetti/Getty) These impacts wouldn't stay confined to those communities for long. By day seven, massive ripples would be felt in society. \"Energy would be the chief worry,\" says John Thompson, a mining consultant and professor of sustainability based in Vancouver. \"And coal would be the first to go.\" Coal is heavy and bulky, so it moves around the world in short supply chains – often going straight from mine to power plant. \"Because it takes up so much space, power stations don't have much to rely on in terms of stockpiles,\" he says. The constant conveyor belt would empty very quickly if mining came to an end. With 35% of the world still relying on coal for electricity, few countries would escape a sudden energy crisis. However, coal use for electricity generation is not equal the world over – it is 15% in Europe, 63% in China and 84% in South Africa – so energy inequality between countries would soon be felt. To cope with this cut off from electricity, governments might begin looking to the past. The UK's mining strikes of the 1970s, where rolling blackouts and electricity rations were enforced, could be used as a form of damage control. \"The three-day-week policy could make a comeback,\" says Thompson, referring to how the UK government reduced working and manufacturing to three days instead of five to handle the electricity shortage from the strikes and the oil crisis of 1973. An indirect, but crippling effect of such electricity drops in the modern day would be the cut to communications. The internet, many of whose servers still rely on coal-powered electricity, would be slashed or reduced. Mobile phone networks might hang on for longer, but with less electricity in the grid, charging devices could become a luxury. Corded land lines, which are connected to centralised telephone exchanges, would last longest – at least as long as back-up generators and batteries could keep them going. Soon after, bulky materials would become scarce. Stocks of sand and gravel, which are essential ingredients for making concrete, are relatively shallow. Reserves of the two would be depleted within two to three weeks, says Thompson.   \"Sand and gravel are the most mined solid materials by mass,\" says Aurora Torres, who researches the environmental pressures of sand use at the Catholic University of Louvain, Belgium. \"We mine vastly more sand than anything.\" The UN estimates we get through 40-50 billion tonnes of sand per year. (Read more about the world's extraordinary demand for sand.) There is some capacity to recycle used concrete, but the rate at which we use fresh concrete far outstrips current recycling rates. There would also be quality concerns. \"Most recycled concrete is 'downcycled' to lower-grade uses such as road building,\" says Torres. So while there would be a rush to implement better recycling processes, in the short-term, the building of new homes would plummet. Meanwhile, the temperature in existing homes would become increasingly uncomfortable as gas stores began depleting after a handful of weeks, reducing power for heating and cooling. In economies that rely on gas-fired power stations for electricity such as the United Arab Emirates (95%), Russia (45%), the US (41%) and the UK (36%), blackouts would become more frequent. Any plastics production able to remain working would be restricted to recyclables as its gas feedstock disappeared. In a world of no mining, old wastes and tailings ponds could present an opportunity to access metals (Credit: M.Bernetti/Getty) But there is more to modern society than energy and buildings. \"It's after about two months that things would get really interesting, as the mining halt would hit metals,\" says Thompson. Many mined metals are traded through exchanges in London and New York, where numbers and figures swapped over the trading floor denote the real-life movement of physical stockpiles between warehouses all over the world. For copper, an excellent conductor which is essential for almost all electronics, stockpiles would dwindle to nothing in around six to 10 weeks, Thompson estimates. This would lead the price of metals to skyrocket. \"It's not hard to imagine that theft would increase at this point,\" says Thompson. When the copper price rose to all-time highs in the 2010s, crime rose with it. Buildings, streetlamps, train lines – anything with copper in – were stripped of their cables for resale. Theft might increase for all the industrial metals – copper, iron, aluminium, zinc, lead and nickel – which by mass account for 98% of all mined metals. The shortage would reveal how much this handful of metals have become the lifeblood of society. Most countries mine something. China, Australia and the US are the global leaders for production value of raw materials, but extraction makes up a far larger share of the economy for some other nations. In at least 18 countries, metallic minerals and coal account for more than half of all exports; for some of these, it's more than 80%. In a no-mining-of-metals scenario, the entire economies of countries such as Suriname with its industrial gold mining, the Democratic Republic of Congo, where cobalt is king, and Mongolia, a leading exporter of copper, would be at risk. Simon Jowitt, an economic geologist at the University of Nevada, Las Vegas, does not mince words on what he thinks the end of metals mining would look like. \"It would be the end of society as we recognise it today,\" he says, noting that we mine more now than we ever have before. A good example of our increasing reliance on a wide array of metals is the average mobile phone, says Jowitt. In the 1980s, a mobile needed 20 or so different elements. A new smartphone today needs more than twice that. \"Modern life is simply minerals- and metals-intensive. We wouldn't be having this conversation without them,\" he quips via video call from his home in Nevada. Around three months after the end of mining, stockpiles of rare earth metals and other metals useful to technology would be finished, leading to worrying trends for the pharmaceutical, car, electronics and construction industries. This would lead to massive unemployment that on \"a never-before-seen scale\", says Thompson. Just in time for the collapse of supply chains, oil reserves would finally run out. The US's strategic petroleum reserve, the largest fallback oil stockpile in the world, contains 730 million barrels of oil stored in salt caverns across the country – enough for three months at most. The production of petrol, diesel, plastics and road asphalt would come to end. And with them, the fossil fuel age. After a handful of months, global food supplies would be in crisis. An estimated 50% of food production depends on synthetic fertilisers, which are made up of varying formulas of phosphorus, potassium and natural gas. Lower crop yields could lead to food shortages. \"Particularly in countries where climate doesn't support food production,\" says Thompson.  The constant conveyor belt of coal would empty very quickly if mining came to an end (Credit: Saeed Khan/ Getty Images) Nuclear fuel is stocked months in advance, so it could be up to a year before society ran out of nuclear power. Renewables, however, would be the ultimate kingmakers. Nations with the highest renewable power generation per person would be at a huge advantage. Iceland and Norway, which both source nearly all their power from hydroelectric and geothermal sources, would be among the best equipped nations to ride out the socio-economic storm. In a cruel twist of fate, though, despite huge demand for new renewable power, deployment rates of wind and solar power would slump. The paradox of renewables is that, in their current form, they need unprecedented volumes of non-renewable mined materials. \"Increasing renewables, while it means fewer fossil fuels out of the ground, means large upticks in battery metals such as cobalt and nickel,\" says Thompson. Solar panels demand large amounts of silicon for the semiconductors in their cells. Wind turbines need rare earth metals such as neodymium for powerful magnets that generate electricity with the turn of the blades. Pressure would soon increase to redirect all metals recycling into renewables. \"We do recycle a fair amount already,\" says Jowitt. \"Most of the base metals and a handful of other elements are already recycled at their end-of-life by a rate of more than 50%.\" Other metals that are critical to renewables, however, such as rare earths, are \"lost by design\", he says. \"The way we currently use them is inherently non-recyclable.\" This is because technologies use tiny amounts of more and more elements, all in different ways, making it difficult to separate them to get the individual metals out. But even if technology developed to extract these tiny quantities of rare earth metals, it's unlikely that it would meet the amount needed to vastly expand renewable energy. \"The metals demand is already set to exceed current production many times over,\" says Jowitt. According to the World Bank, in a world on track to keep global warming below 2C, the annual production of graphite, cobalt and lithium will be five times higher by 2050 than today's production. There is also a huge inequality in the current distribution of already-extracted metals across the world. Most mined and processed metals are in use in the Global North, where they have been imported, meaning populations in the Global South would have less access to recyclable material. The richest 20% of the global population have access to 60-75% of the world's in-use metal stock per capita, according to one study, a spread even more unequal than carbon emissions inequality. A new world with no mining would have to think carefully about equal access to materials. An unprecedented rush for research could lead to breakthroughs in recycling technology and circular design, however. \"Products would be designed so that they last longer or so that they can be taken apart more easily, and the components returned into the system,\" says Thompson. This would be an about-face for the tech industry, which today creates produces batteries that are notoriously difficult to recycle. Research might be funnelled into methods of gleaning metals without mining, such as the electrolysis of seawater and brines. \"There may also be the development of new biomaterial that could mimic or replace the role of metals,\" says Thompson. \"Luckily these would probably be more recyclable. Aerial view of the Alto Bandeira iron ore mine in Brazil. Copper, iron, aluminium, zinc, lead and nickel together account for 98% of all mined metals (Credit: M.Pimentel/Getty) Meanwhile, energy production might need to adapt to smaller, more decentralised systems, probably using already-invented tech. Last year, the environmental campaign group Seas At Risk imagined a society in 2050 that had banned mining in 2020. Bereft of a constant supply of metals, the blueprint completely overhauls the electricity grid, with a transition from large, metals-heavy solar and wind farms to decentralised and low-tech distribution. \"Direct hydro- and wind-power were other age-old technologies that made their comeback, not only for industrial applications but even for water-powered household devices,\" it says. Instead of large lithium-ion batteries, compressed-air systems, thermal energy storage and gravity batteries become the champions of energy storage. Seas At Risk argues for the importance of rethinking energy consumption in a no-mining scenario, as well as for careful environmental policy. Without a clear vision, controversial biofuel production might make up the energy shortfall, with vast areas of land given over to forestry practices to provide wood as a source of building materials, energy and biofuels. But the work wouldn't stop there. For Lèbre, who researches mine closure, the closed mines themselves would be a huge source of concern. If all mining stopped there would still be an area at least the size of Austria with degrading and in some cases dangerous levels of heavy metals. \"Mining is a process of entropy. We are bringing material from locked-up concentrations underground and letting them out into the world.\" Ensuring the clean-up and and rehabilitation of these areas would be vital. Mines usually operate at depths below the water table, which need to be constantly dewatered using pumps. When a mine is abandoned, the ground water gradually refloods underground passages and mineral seams over many months, creating acidic reservoirs of water. Above ground, meanwhile, tailings ponds and piles of low-grade ore with traces of heavy metals lie in wait. \"All of this material is exposed to water and oxygen,\" says Lèbre. Exposing such elements to, well, the elements, wreaks havoc on ecosystems, soils and water supplies through acid leaching. \"A mine that is abandoned can have chronic pollution for hundreds if not thousands of years,\" says Lèbre. Cleaning up a mine consists of reducing water acidity, detoxifying the soil and treating waste before reintroducing flora and fauna to the site. It's a lengthy, expensive process and can cost billions for a single, large mine. Avoiding an environmental catastrophe, and cleaning all the world's mines at once, would cost hundreds of billions or even trillions. Global inequalities would be seen in this mining clean up too. Maus, in his tracing of polygons across the map, has discovered that the majority of reported mines are located in the tropics, one chapter of a larger shift of mining from the Global North to the Global South over the last century. In a world that ended mining, these regions would have the bigger burden of the clean-up projects. With healthy soils and water re-established, though, eventually nature would return to mining sites. Wastes and tailings ponds, meanwhile, could present an opportunity to access metals. \"Most of a mine's desired elements are [the very same] pollutants present in the waste,\" says Lèbre. Mining is not going anywhere anytime soon: in fact, experts predict a new surge in metals and aggregate mining over the coming decades. With the exception of a handful of elements, such as lead and tin, the extraction of all metals is even increasing on a per capita basis, notes Jowitt. Warranting more concern, perhaps, is the fact that more mining will likely create more land impacts. Mining and biodiversity researcher Laura Sonterand her colleagues recently warned that mining the materials needed for renewable energy will increase the threats to biodiversity. Without careful planning, these new threats could surpass those avoided by climate change mitigation. Perhaps in time, the concept of material footprints, as an addition to carbon footprints, will catch on with governments, as they increasingly realise how much care we need to take of all our non-renewable resources. The emissions from travel it took to report this story were 0kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here. -- Join one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday. ", "https://www.bbc.com/food/articles/pub_classics": "St George’s Day on 23 April is the perfect excuse to celebrate what Britain does best: fantastic pub food. Yes, there’s a time and a place for elegant small plates and dishes with fifteen different spices. But when nothing but the best bar snacks, roasts and pies will do, complemented by a solid range of ales, the pub is the place. We asked top UK chefs to tell us their favourite pub dishes, and the secrets to recreating those classic dishes at home. From baked potato mash using “an obscene amount of butter” to changing up your cheese in a ploughman's, these simple tricks (including some from Michelin-starred chefs) will bring the pub a little closer to home. Prawn cocktail The ‘80s classic has had something of a renaissance in recent years and Luke French, JÖRO, Sheffield is a big fan. “For the prawn cocktail starter, make a good Marie Rose sauce! Use good quality mayonnaise, season to taste with good quality tomato ketchup, a pinch of salt, a grind of black pepper and most importantly a good splash of hot sauce. If using frozen prawns make sure you defrost them on a bit of kitchen paper to absorb all the water that comes out before you mix into your sauce! This is absolutely mega with Little Gem lettuce and a wedge of lemon, in a glass, obviously.\" Scotch egg A favourite of Jun Tanaka from The Ninth, London, he explains the humble scotch egg can be a bit tricky to make, but following a few simple rules will mean you can knock them out at home easily. The secret is getting the egg cooked, but cold, especially if you like the yolk to stay a bit runny in the middle. “The eggs should be boiled for five minutes and thirty seconds and refreshed in cold water. For each egg, the perfect quantity of sausage meat is 70g. Wrap this around the egg using cling film. Allow this to set in the fridge for two hours.\" Once you're ready to fry, remove the cling film and bread the egg in two layers of panko breadcrumbs, for maximum crispness. “This is important to keep the Scotch egg from splitting while cooking. Deep-fry for five minutes at 190C then rest for a further five minutes in a warm place. Cut in half and the egg will be perfectly runny.\" Fried whitebait There’s something rather special about whitebait. Maybe we associate it with the glory that is the pub garden, ideally along a river, in the few rare days of an English summer. Whitebait are nearly always frozen on the fishing boat, so you can fry them from frozen. They can be breaded, battered or just dusted with flour prior to frying. Whichever coating you choose, the goal is crispness, says James Close from Raby Hunt, Darlington, whose secret is to work in small batches. “Always use sunflower oil at 180C and fry for two minutes in small batches so they don't stick together. After frying, lay on a wire rack to drain excess oil off to keep them very crispy. I personally enjoy them with a dusting of cayenne pepper and a touch of rock salt. Serve it with loads of lemon and aioli to jazz it up.” Fish finger sandwich with chunky chips The go-to pub sandwich for many of us, Aktar Islam, Opheem, Birmingham loves making his own fish finger sandwich at home. Yes, shop-bought fish fingers – or scampi – will do, but if you want to take your sandwich up a notch make your own. “Cut your fish fillet into two thick wedges, coat in salt and sugar in equal proportions, leave for around five minutes then wash off and pat the fish dry. Then deep-fry your fillets in beer batter for the ultimate crunch – delicious. “A good quality mayonnaise is essential, especially when it comes to making tartare sauce, add in chives, pickled gherkins, and shallots. I like to crush through a boiled egg white for texture, and finish with a little bit of fresh lemon juice and small amount of French mustard – Voilá!” As for the chips? These are the best chips you have ever tasted. Pie and mash It seems the humble pie is a firm favourite with chefs, though the type of pie differs from expert to expert. Mike Naidoo, Catch, Weymouth opts for chicken, ham and leek pie, served with olive oil mash and a pint of local Dorset cider. His surprising tip? “I would tend to buy a good ready-made pastry when making this at home; it’s much more convenient and the quality is reliable.” Meanwhile, Tom Shepherd, Upstairs, Lichfield prefers the hearty steak and ale pie. “Always serve it with mash. You have to use a dry, floury potato and bake them whole. Once cooked, scoop out the inner and beat in butter until smooth and silky, adding a little cream if it’s too thick.” Jake Leach, The Harwood Arms, London agrees with Shepherd about the pie choice and adds: “Source some great meat as it forms the foundation of the dish, including the gravy!” For a veggie option, Lisa Goodwin-Allen, The Game Bird at The Stafford, London and Northcote, suggests Lancashire’s favourite: cheese and onion pie. But don't just rest on one cheese. “Buy different cheeses and blend them together to get a fabulous flavour.” Ploughman’s lunch For the person who wants a bit of everything, there’s nothing quite like a ploughman’s lunch says Simon Hulstone, Elephant, Torquay. His advice when recreating it at home? “Really personalise it, using up your favourite cold cuts from the fridge or buy some of the fantastic local charcuterie that’s widely available now. I’d always serve with a scotch egg. A ploughman’s has to have some good cheeses, I’d recommend a variety of hard, soft and maybe a blue cheese. Serve with the best fresh baked artisan bread and glass of your favourite ale.\" Sausage and mash When a dish is as simple as this, you've got to do it just right. Holly Taylor, Kindling Restaurant, Brighton is a big fan of sausage and mash and also advocates the radical baked-potato mash. “Make a baked potato mash with an obscene amount of butter. Baking the potatoes instead of boiling them creates a mash that has a deep potato flavour and beautiful texture. We also bake the sausages so they go extra crispy instead of frying them.” Fish, chips and mushy peas Like pies, fish and chips is a big hit with the country’s best chefs. Tom Brown, Cornerstone, London, advises: “Opt for hake rather than cod as it’s more sustainable. Use gluten-free self-raising flour for the batter, as it gives the fish a really nice crispy texture (a bit like tempura).” Meanwhile, Benjamin Palmer, The Sardine Factory, Cornwall, says: “Always double, if not triple fry, your chips!” and when it comes to the batter? “Use a local carbonated hoppy ale for extra light crispiness and depth of flavour.” A traditional roast There’s nothing quite like a Sunday roast and our experts agree! Tom Kerridge, of multiple pubs/restaurants, including The Coach, Marlow, loves roast beef and Yorkshire pudding. His top tip? “Get yourself a brilliant bit of beef, cook it at 60C until the core temperature of it reaches 58C. This can take up to four hours dependant on the cut and size. Remove from the oven, sear in a pan for a lovely crust. That way the beef is guaranteed medium rare in the middle. Also, when making Yorkshire puddings, do not open the oven door too early! Just leave them to keep cooking!” Tom's a fan of the long, gentle approach for his slow roast chicken as well. Cooking slowly at a low temperature keeps the meat juicy, with just a quick blast to crisp it up at the end. Tom's slow-roast lamb shoulder was one of the highlights of his Proper Pub Food series. Sticky toffee pudding Literally every chef wanted a sticky toffee pudding at the end of their pub dinner. Omar Meziane, former England men’s football team chef says sticky toffee pudding is his must-have dessert. “Add either walnuts or pecans to the mixture to give it some texture, and always pour some of the butterscotch sauce into the bottom of the baking tin and then add the cake mix and bake,” he says. Luke French adds: “Take the water that you would use to cook the dates in, and replace this with hot Earl Grey tea, and cover the dates overnight, before chopping into chunks and folding through your pudding mix. Also, a spoon of miso paste in your sticky toffee pudding sauce is just the ticket to make it that little extra special. And don’t forget the salt – make sure to season your pudding and the sauce, too!” Fruit crumble In the interest of balance, alternative roast dinner dessert are available. We thought we'd make our own case for the crumble. Whether it’s apple, rhubarb or something different, like Nigella's plum and amaretti crumble, it’s hard to beat the comfort of a crumble while you’re sitting next to a pub fire. Our top tip? Use the crumble layer to add extra flavours and textures. It can be as simple as adding in oats and demerara sugar or flaked almonds. Or take Mary Berry's tip and make the crumble topping separately to sprinkle over any cooked fruit. Perfect if you're too full and need to save your pudding for breakfast. What's your dream pub meal? Vote below and see how popular your pub-grub opinion is!    ", "https://www.bbc.com/ideas/videos/do-eggs-contain-the-secrets-of-the-universe/p076v5gf": "This is an egg. But then, you already knew that. You know because eggs have been central to human existence for thousands of years. In fact, you probably take it for granted, after all, it's only an egg. But if you're prepared to look closer to see through its calcium carbonate shell you'll find a microcosm of the universe. Don't believe me? Let's start at the beginning. The very beginning. Several religions, multiple traditions, the Ancient Egyptians, the Greeks, the Romans, the Incas all have eggs at the heart of their creation stories. In southern California, the origin story of the Cahuilla people likens the creation of the entire universe to the cracking of an egg. A little further east, the Omaha tribe of Nebraska and Iowa spoke of an egg being dropped into the world's oceans. Protected by a bird serpent, inside this egg lay sleeping all of the mothers and all of the fathers of everyone yet to be born. But these are stories. Where's the science? In 2006, data gathered by Nasa's Wilkinson satellite suggested that the Universe itself may be an ellipsoid - an oval. Egg shaped. The science community remain unable to categorically prove or disprove this theory but it remains possible we're all living inside a massive, ever-expanding egg. In 1609, Johannes Kepler confirmed that the planets, including our own, go around the sun, not in a perfect circle but in an elliptical orbit. The moon's elliptical orbit makes it appear to regularly change size in the night sky. Without this egg-shaped dance our moon may seem far less interesting. Far from being smooth, an egg's shell is more like the surface of the moon. Bumpy and grainy in texture, a single eggshell is covered in up to 17,000 tiny craters. But it's also semi-permeable, allowing air and moisture to pass through it. This remarkable shape, not only is it possibly the shape of the actual universe, it's also the pinnacle of architectural design. Here is a structure with no internal solid support and yet it's strong enough to protect and nurture life itself inside. If one point of the shell is put under external force, the stress is distributed evenly across the entire dome. Which is why you can't crush an egg with the palm of your hand. But how to replicate nature's perfect aerodynamic design? An egg has no obvious beginning or end so where do you even start? It wasn't until the 20th Century that human architects started to get the hang of building egg-like structures on a grand scale. 'The Egg' in Beijing seats 5,452 people in three halls and is more than 1,000 square metres in size. That's one seriously big egg. Imagine the size of the egg cup. Eggs have inspired artists from Dali to Faberge and made memorable movie cameos Sigourney Weaver's haunted 12-pack in Ghostbusters, Paul Newman eating 50 in Cool Hand Luke, and John Hurt falling foul of a particularly nasty one in Alien. In Gulliver's Travels, when the people of Lilliput went to war with their neighbours, it was over which way round to eat a boiled egg. On Instagram, we liked this egg, in greater numbers than we'd liked anything else ever before. Mr Strong ate nothing but eggs, which actually was not a bad idea. An egg's protein has the perfect mix of amino acids required to build human tissue, second only to our mother's milk. Eggs have also whisked their way into our everyday lexicon. I'm not yolking. Let me eggsplain people can be 'good eggs' or 'bad eggs'. If you're particularly smart an eggspert in your chosen field perhaps you might be called an 'egghead'. We send our kids on egg hunts. We scramble, we poach, we bake. If you want to make an omelette, we all know what to do. Not knowing how to boil an egg is considered shorthand for someone who can't cook. And yet, when searching 'how to boil an egg', Google will offer up more than a billion results. Perhaps it's not as simple as we thought. Much like the egg itself. People have been welcoming spring by decorating eggs with bright colours since the Middle Ages. But John Cadbury didn't make his first chocolate egg until 1875. Eighty million chocolate eggs are now sold every year in the UK alone. The average child eats eight. At Easter, it seems, the egg will always come first... But then of course, you already knew that. ", "https://www.bbc.com/news/business-61067507": "By Dhruti Shah and Will Smale\nBusiness reporters Dog trainer Olivia Leathley has struggled to keep up with the demand for her services over the past six months. \"I was working seven days a week at one point, which wasn't conducive to my mental health,\" says Ms Leathley, who is based in Greater Manchester. \"I'm now starting to spread my bookings out more, and make sure that I take two days off a week.\" Ms Leathley says there are two main reasons why she has been so busy. Firstly, the large number of people who got a puppy or other new dog during the lockdowns. And secondly, the inability of these four-legged friends - and of some long-established family pooches - to cope when their owners had to start going back to the office for the first time since March 2020. \"So many dogs have got used to having their owners at home all the time that they cannot handle it when they go back to work,\" she says. \"It is separation anxiety. \"A good 50% of the dogs I work with are new puppies that people bought during the pandemic, but the other half are long-established members of people's families.\" Ms Leathley, who trades under the name Biker Girl Dog Trainer, was previously a dog walker, but she switched to training in mid-2020 after getting a qualification and seeing a surge in demand. \"I had so many clients come to me with dogs with behavioural issues that it wasn't feasible to continue with my walking clients,\" she adds. \"But the demand for dog walkers has also shot up as people have to return to work, so I subcontract that work out to three other women.\" The number of dogs being adopted surged dramatically during the lockdowns. In the UK one report estimates that 3.5 million dogs were purchased during the pandemic, taking the number in the country up from nine million in 2019/20 to 12.5 million in 2020/21. This growth follows after the figure had remained steady at nine million for three years prior to the pandemic. It is also a similar picture in the US, where nine million dogs were adopted by families during Covid-19, taking the total up to 108 million. With people working from home during the pandemic, professional dog walkers, sitters and trainers initially didn't see any of these new dogs, nor most of their regular customers. \"When Covid hit in March 2020 the business just died,\" says Richard Hollings, owner of dog walking and day-care business We Will Walk U. \"A number of other dog walkers that I know lost their jobs, as people didn't need their help, but we managed to hang onto a couple of key customers.\" Mr Hollings, who is based in the Berkshire town of Maidenhead, says things were then transformed from the start of last year. \"We suddenly saw a huge influx of new customers, and especially a huge number of first-time dog owners. People were having to go back into work for the first time after getting a dog or trying to book holidays for the first time since 2019. \"And business hasn't slowed since then. We have had a monster amount of work over the past 15 months, and we are now fully booked all the way through to September. So phenomenally busy.\" In Oakland, California, dog walker Merika Reagan says that her customers started to return during the lockdowns. \"Some people did come back because they realised that even though they were working from home, they couldn't give the dog their full attention,\" says the owner of City Hikes Dog Walking and Pet Sitting. \"Their dogs were wondering 'why aren't they playing or going out with me?'. If the owner is on Zoom, the dog might be scratching or barking at the door, and so they came back for that reason.\" She adds that more dog owners are now getting in touch as they start having to work in the office again, and because others are booking holidays again. Yet it will take a while for City Hikes to return to pre-Covid levels. \"Before the pandemic it was me and eight employees, and now it is me and three.\" New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. Aaron Easterly is the chief executive of Rover, a website and app that connects dog owners to walkers and sitters. It operates in 10 countries, and claims to have around two-million customers. He says that customer numbers returned to pre-Covid levels by May 2021. However, he adds that uncertainty about whether flexible working is here to stay makes it difficult to make future growth projections. \"Of course, we don't know how hybrid office policies are going to play out and what else the pandemic has in store for us, and so it's unclear exactly what the acceleration in demand will look like,\" says Mr Easterly. Dr Sam Gaines, dog welfare expert at UK charity Royal Society for the Prevention of Cruelty to Animals, says that, generally speaking, canines need daily exercise in order to remain happy and healthy. \"And like many other organisations we don't recommend leaving dogs alone for more than four hours at a time, and for some dogs, even this will be too long,\" she says. \"Using a reputable dog walker or sitter is a great way of provisioning dogs with the company they need, and opportunities to exercise, play and go to the toilet.\" Back in Greater Manchester, Olivia Leathley also sheds light on another little-spoken about issue that is impacting lockdown pets. She says she is now seeing dogs that cannot be left alone for any amount of time after growing accustomed to being around their owners 24/7. \"Even though people had previously been able to leave their dog for a few hours, now it cannot go 30 seconds on its own!\" Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/business-60873073": "By Priti Gupta & Ben Morris\nMumbai Award-winning actor, Rasika Dugal, has never had more work, or been recognised more often. The Indian actor's star is rising - she will soon be seen in the second season of drama, Delhi Crime on Netflix and in the film, Lord Curzon Ki Haveli. She is also currently working on a unnamed TV series. But it hasn't always been this way. Like many actors, her early years in the industry were tough and frustrating. Ms Dugal worked on films that were never released and those that did reach the box office, did not attract much of an audience. \"While working on those films was a very fulfilling experience as a performer, the films didn't reach the audience I felt they deserved,\" she says. When it came to distribution, the small films she worked on just did not have the marketing budgets to compete with the big blockbuster movies, so struggled to find an audience. \"All the popular and convenient screens and show timings [at cinemas] would already be taken by the bigger film,\" Ms Dugal explains. But everything changed for her in 2018, when she starred in Mirzapur, a crime thriller series from Amazon Prime Video. Her role as the manipulative character Beena Tripathi, won her awards and work flooded in. \"The coming of steaming platforms has transformed my career. Not only in terms of the quantity of work but also in terms of quality and variety of work,\" she explains. It's been a similar story for actors around the world. Money from Netflix, Amazon, Apple and others has been pouring into original drama. Last year the streaming industry globally spent a whopping $220bn (£168bn) on content, according to figures from Ampere Analysis, up 14% on the previous year. In India, Netflix alone spent $405m (£310m) to develop original and licensed Indian content during 2019 and 2020. This sudden influx of money means India currently has around 30 streaming services, also know as Over-the-Top (OTT) platforms. And in a nation where hundreds of languages and dialects are spoken, all that investment means many more viewers can be catered for in their first language. \"Last year, Netflix's 28 Indian original titles were across seven languages, eight formats and 11 genres across films, series, comedy, reality and documentaries,\" says Monika Shergill, vice-president content, Netflix India. More technology of business: \"As we've had the opportunity to bring a more diverse set of films from different regions of our country, we've seen more and more [people] discover and engage with these films.\" \"India has a rich storytelling culture and tremendous love for entertainment; we're just at the beginning of our journey here,\" she adds. Ashish Pherwani, Media and Entertainment analyst at Ernst & Young, estimates that around 40 million of India's 300 million households currently access streaming services like Netflix. That means there is plenty of room for growth. Mr Pherwani thinks that figure is likely to grow to 60 million households over the next few years - with a total audience of around 200 million viewers. \"We will see both mega platforms and niche genre offerings come into being, and various bundling, packaging and pricing models as well,\" he says. Siddharth Roy Kapur is the founder of one of the biggest film production companies in India, Roy Kapur films. He agrees that streaming has created a \"golden age\" for entertainment in India, but he also has some reservations. As a producer, he explains that the financial returns for making films released in the traditional way can still be greater - as the production house usually retains the rights to the film. But that is often not the case for material made for the streaming platforms, who will pay a one-off fee to hold the rights themselves. \"If it's a theatrical release, the returns on investment to the producer are much higher if the movie does well and you own the content,\" he says. Mr Kapur also thinks the streaming business may have expanded too fast and some platforms could end up merging. \"I think there might be some kind of consolidation... the OTT [streaming services] with deep pockets will survive, and in a few years the rest will consolidate.\" Indian actors are really enjoying the ride while it lasts though. Saqib Saleem is one of them and has recently starred in numerous TV shows and films. He says the variety and quality of the work he is being offered has never been so good. \"This is the most exciting phase of my career because of the variety of roles that I am being offered. This wasn't the case five-six years ago. That was when all you had to do was find a conventional film with a hero. \"I think it's making the entertainment industry more accessible to viewers irrespective of their culture and geography. It is very exciting to have content creators put their minds to stories that are nothing like formulaic series or films.\" Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-europe-61130412": "The Duke and Duchess of Sussex have joined the opening ceremony of the Invictus Games, at this year's host city of The Hague in the Netherlands. Prince Harry and Meghan were seen making speeches at the ceremony, and taking part in a junior driving competition, with four-year-old Scarlet and five-year-old Mya taking the wheel. The Invictus Games 2022 will run until next Friday, with live coverage on BBC One. Harry and Meghan join Invictus Games opening ceremony. Video, 00:01:15Harry and Meghan join Invictus Games opening ceremony Up Next. Queen: Covid leaves one very tired and exhausted. Video, 00:00:19\nQueen: Covid leaves one very tired and exhausted Service of remembrance to honour Prince Philip. Video, 00:02:36\nService of remembrance to honour Prince Philip William and Kate dance and taste chocolate in Belize. Video, 00:00:41\nWilliam and Kate dance and taste chocolate in Belize 'My face was stolen by Ukraine war scammers' Video, 00:03:48\n'My face was stolen by Ukraine war scammers' Chernihiv volunteer: The silence is scary. Video, 00:04:12\nChernihiv volunteer: The silence is scary Grandmother 'horrified' by capture of British fighter. Video, 00:01:27\nGrandmother 'horrified' by capture of British fighter Running tiny cafe in garage 'a bit like Tetris' Video, 00:01:31\nRunning tiny cafe in garage 'a bit like Tetris' 'Bell-ringing is more than a call to prayer' Video, 00:01:59\n'Bell-ringing is more than a call to prayer' One-minute World News. Video, 00:01:08\nOne-minute World News Minesweeping dog helps clear Russian explosives. Video, 00:00:53\nMinesweeping dog helps clear Russian explosives 'My cancerous tumour was as big as a kettle bell' Video, 00:02:34\n'My cancerous tumour was as big as a kettle bell' US zoo celebrates 50 years of giant pandas. Video, 00:01:17\nUS zoo celebrates 50 years of giant pandas © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/uk-60431246": "Storm Eunice has swept across the UK - with a provisional record gust of 122mph measured on the Isle of Wight. Watch our video to see the impact of one of the worst storms to hit the UK in decades. More on this story: Storm leaves 400,000 without power Storm Eunice topples trees and rips roofs. Video, 00:01:41Storm Eunice topples trees and rips roofs Up Next. 'Easy!': Livestream shows planes struggling to land. Video, 00:01:29\n'Easy!': Livestream shows planes struggling to land Moment treehouse crashes to ground in storm winds. Video, 00:00:28\nMoment treehouse crashes to ground in storm winds Storm Eunice threatens northern Europe. Video, 00:01:24\nStorm Eunice threatens northern Europe Wales prepares for high winds as Storm Eunice hits. Video, 00:01:59\nWales prepares for high winds as Storm Eunice hits Two named winter storms to hit the UK this week. Video, 00:01:28\nTwo named winter storms to hit the UK this week Harry and Meghan join Invictus Games opening ceremony. Video, 00:01:15\nHarry and Meghan join Invictus Games opening ceremony “My face was stolen by Ukraine war scammers” Video, 00:03:48\n“My face was stolen by Ukraine war scammers” Chernihiv volunteer: The silence is scary. Video, 00:04:12\nChernihiv volunteer: The silence is scary Grandmother 'horrified' by capture of British fighter. Video, 00:01:27\nGrandmother 'horrified' by capture of British fighter Running tiny cafe in garage 'a bit like Tetris' Video, 00:01:31\nRunning tiny cafe in garage 'a bit like Tetris' 'Bell-ringing is more than a call to prayer' Video, 00:01:59\n'Bell-ringing is more than a call to prayer' One-minute World News. Video, 00:01:08\nOne-minute World News Minesweeping dog helps clear Russian explosives. Video, 00:00:53\nMinesweeping dog helps clear Russian explosives 'My cancerous tumour was as big as a kettle bell' Video, 00:02:34\n'My cancerous tumour was as big as a kettle bell' US zoo celebrates 50 years of giant pandas. Video, 00:01:17\nUS zoo celebrates 50 years of giant pandas © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-australia-60418525": "A cafe in Sydney, Australia is deploying a canine patrol to keep seagulls away from diners. Seagulls beware! The dogs keeping chips safe. Video, 00:01:04Seagulls beware! The dogs keeping chips safe Up Next. Forget Eddie the Eagle - meet Harry the Seagull. Video, 00:02:25\nForget Eddie the Eagle - meet Harry the Seagull Sydney search for shark after fatal attack. Video, 00:00:35\nSydney search for shark after fatal attack Snake emerges from Australian supermarket shelf. Video, 00:00:29\nSnake emerges from Australian supermarket shelf Harry and Meghan join Invictus Games opening ceremony. Video, 00:01:15\nHarry and Meghan join Invictus Games opening ceremony “My face was stolen by Ukraine war scammers” Video, 00:03:48\n“My face was stolen by Ukraine war scammers” Chernihiv volunteer: The silence is scary. Video, 00:04:12\nChernihiv volunteer: The silence is scary Grandmother 'horrified' by capture of British fighter. Video, 00:01:27\nGrandmother 'horrified' by capture of British fighter Running tiny cafe in garage 'a bit like Tetris' Video, 00:01:31\nRunning tiny cafe in garage 'a bit like Tetris' 'Bell-ringing is more than a call to prayer' Video, 00:01:59\n'Bell-ringing is more than a call to prayer' One-minute World News. Video, 00:01:08\nOne-minute World News Minesweeping dog helps clear Russian explosives. Video, 00:00:53\nMinesweeping dog helps clear Russian explosives 'My cancerous tumour was as big as a kettle bell' Video, 00:02:34\n'My cancerous tumour was as big as a kettle bell' US zoo celebrates 50 years of giant pandas. Video, 00:01:17\nUS zoo celebrates 50 years of giant pandas © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-61100181": "Scammers have been profiting from the war in Ukraine by spreading emotional appeals across the internet and stealing identities. Global Disinformation Reporter Hannah Gelbart investigates their emotionally charged tricks, and follows digital paper trails across the internet Listen to the podcast ‘War scams: The criminals exploiting conflict in Ukraine’ on BBC Sounds. Watch the documentary on BBC News iPlayer ‘Victims of Ukraine War Scams’ in the UK and BBC News YouTube globally. Produced by Soraya Auer and Hannah Gelbart for BBC Global Reality Check and the Global Disinformation Unit. Motion graphics by Naomi Goddard Additional filming by Marek Polaszewski, Dickon Mager, Greg Shea Edited by Frik Reinecke and Paul Mullen Additional research by Ax Sharma and Paul Myers 'My face was stolen by Ukraine war scammers' Video, 00:03:48'My face was stolen by Ukraine war scammers' Up Next. How we spot fake news from Ukraine. Video, 00:02:52\nHow we spot fake news from Ukraine Harry and Meghan join Invictus Games opening ceremony. Video, 00:01:15\nHarry and Meghan join Invictus Games opening ceremony Chernihiv volunteer: The silence is scary. Video, 00:04:12\nChernihiv volunteer: The silence is scary Grandmother 'horrified' by capture of British fighter. Video, 00:01:27\nGrandmother 'horrified' by capture of British fighter Running tiny cafe in garage 'a bit like Tetris' Video, 00:01:31\nRunning tiny cafe in garage 'a bit like Tetris' 'Bell-ringing is more than a call to prayer' Video, 00:01:59\n'Bell-ringing is more than a call to prayer' One-minute World News. Video, 00:01:08\nOne-minute World News Minesweeping dog helps clear Russian explosives. Video, 00:00:53\nMinesweeping dog helps clear Russian explosives 'My cancerous tumour was as big as a kettle bell' Video, 00:02:34\n'My cancerous tumour was as big as a kettle bell' US zoo celebrates 50 years of giant pandas. Video, 00:01:17\nUS zoo celebrates 50 years of giant pandas © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-europe-61110910": "People in the northern Ukrainian city of Chernihiv were under constant attack from Russian forces – until suddenly, they withdrew. The BBC's Stephanie Hegarty has spoken to Juli, a volunteer who helps distribute food and humanitarian aid there. She recorded a video diary during the weeks that the city was partially surrounded, when large parts of it were destroyed. No-one really believes that the Russians have gone for good, she says, and that means the silence itself is scary. Produced by Fay Nurse Chernihiv volunteer: The silence is scary. Video, 00:04:12Chernihiv volunteer: The silence is scary Up Next. Harry and Meghan join Invictus Games opening ceremony. Video, 00:01:15\nHarry and Meghan join Invictus Games opening ceremony “My face was stolen by Ukraine war scammers” Video, 00:03:48\n“My face was stolen by Ukraine war scammers” Grandmother 'horrified' by capture of British fighter. Video, 00:01:27\nGrandmother 'horrified' by capture of British fighter Running tiny cafe in garage 'a bit like Tetris' Video, 00:01:31\nRunning tiny cafe in garage 'a bit like Tetris' 'Bell-ringing is more than a call to prayer' Video, 00:01:59\n'Bell-ringing is more than a call to prayer' One-minute World News. Video, 00:01:08\nOne-minute World News Minesweeping dog helps clear Russian explosives. Video, 00:00:53\nMinesweeping dog helps clear Russian explosives 'My cancerous tumour was as big as a kettle bell' Video, 00:02:34\n'My cancerous tumour was as big as a kettle bell' US zoo celebrates 50 years of giant pandas. Video, 00:01:17\nUS zoo celebrates 50 years of giant pandas © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/business-61102759": "By Annabelle Liang\nBusiness reporter The buyer of a non-fungible token (NFT) of Twitter co-founder Jack Dorsey's first tweet says he \"may never sell it\" after receiving a series of low bids. Malaysia-based Sina Estavi has been offered just over $6,200 (£4,720), about 0.2% of the $2.9m he paid for it. Mr Estavi has compared the digital asset to Leonardo da Vinci's Mona Lisa. The tweet, which says \"just setting up my twttr,\" was first posted in March 2006 and was auctioned off last year by Mr Dorsey for charity. Mr Estavi bought the tweet in the form of a NFT in March 2021. NFTs have been touted as the digital answer to collectibles. However, they have no tangible form of their own, and experts have warned about risks in the market. Last week, Mr Estavi announced that the tweet was up for sale on NFT marketplace OpenSea. He pledged to donate half the proceeds - which he estimated to be $25m or more - to US charity GiveDirectly. Mr Estavi, who is the chief executive of blockchain company Bridge Oracle, had earlier claimed that he had been offered $10m for the tweet. However, the highest bid was valued at $6,222.36 on Thursday. Earlier in the day, Mr Estavi told the BBC he \"may never sell\" the tweet unless he received a \"high bid\", without saying what that was. \"Last year, when I paid for this NFT, very few people even heard the name NFT. Now I say this NFT is the Mona Lisa of the digital world. There is only one of that and it will never be the same,\" Mr Estavi said. \"Years later, people will realise the value of this NFT,\" he added. \"Keep that in mind.\" Mr Dorsey's brief tweet was sold to Mr Estavi in an auction on an online platform called Valuables, which is owned by the US-based company Cent. As the buyer, Mr Estavi received a certificate, digitally signed and verified by Mr Dorsey, as well as the metadata of the original tweet. The data includes information such as the time the tweet was posted and its text contents. Although Mr Estavi is searching for a buyer, he said he \"will not accept anyone's offer\". \"I think the value of this NFT is far greater than you can imagine and whoever wants to buy it must be worthy.\" Asked who that may be, Mr Estavi said: \"I think someone like Elon Musk could deserve this NFT\". NFTs that are\"one of a kind assets\" have often been sold for thousands - and even millions - of dollars. Jack Dorsey's first ever tweet sells for $2.9m What are NFTs and why are some worth millions? Buyer defends paying $2.9m for 'Mona Lisa' of tweets Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? “My face was stolen by Ukraine war scammers” Video\n“My face was stolen by Ukraine war scammers” Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/science-environment-61110406": "By Matt McGrath\nEnvironment correspondent A key finding in the latest IPCC climate report has been widely misinterpreted, according to scientists involved in the study. In the document, researchers wrote that greenhouse gases are projected to peak \"at the latest before 2025\". This implies that carbon could increase for another three years and the world could still avoid dangerous warming. But scientists say that's incorrect and that emissions need to fall immediately. The IPCC's most recent report focused on how to limit or curtail emissions of the gases that are the root cause of warming. In their summary for policymakers, the scientists said it was still possible to avoid the most dangerous levels of warming by keeping the rise in global temperatures under 1.5C this century. This will take a herculean effort, with carbon emissions needing to shrink by 43% by the end of this decade to stay under this threshold of danger. But before they fall, emissions need to reach a peak - and it's in the text explaining this idea that the report becomes confusing. \"Global greenhouse gases are projected to peak between 2020 and at the latest by 2025, in global modelled pathways that limit warming to 1.5C,\" the summary states. Most media outlets including the BBC concluded that meant emissions could rise until 2025 and the world could still stay under 1.5C. \"When you read the text as it's laid out, it does give the impression that you've got to 2025 which I think is a very unfortunate outcome,\" said Glen Peters, from the Centre for International Climate Research in Oslo, and an IPCC lead author. \"It's an unfortunate choice of wording. That is, unfortunately, going to potentially have some rather negative consequences.\" So what went wrong? It's partly because the climate models that scientists use to project temperatures work in five-year blocs, so 2025 follows 2020 for example, without reference to the years in between. \"Because models work on 5-year increments, we can't derive statements with higher precision,\" said Dr Joeri Rogelj, from Imperial College London, and an IPCC lead author. \"But when you look at the scientific data supporting this headline, it becomes immediately clear that any scenario in line with 1.5C drops emissions from 2020 to 2025. Even for scenarios that limit warming to 2C this is also the case.\" Another issue was timing. Covid delayed the mitigation report by about a year but the information used came from models that projected peaking, by and large, in 2020. \"The headline statement couldn't say emissions should have peaked already, as governments and scientists need to agree on messaging that is scientifically accurate without being policy prescriptive,\" said Dr Edward Byers, an IPCC contributing author from the International Institute for Applied Systems Analysis. This led to a lengthy debate during the two-week long approval session between the scientists and government officials over the exact words to use. \"There were many discussions about whether words such as \"now\" or \"immediately\" can be used,\" said Dr Byers. \"Some parties or people had concerns that that this would soon be out of date. And if the report was read in the future then \"immediately\" doesn't mean anything.\" \"I don't personally agree with that so I think 'immediately' would have been the best word to use.\" A major challenge in communicating complex messages about climate change is that the more simplified media reports of these events often have more influence than the science itself. This worries observers who argue that giving countries the impression that emissions can continue to grow until 2025 would be a disaster for the world. \"We definitely don't have the luxury of letting emissions grow for yet another three years,\" said Kaisa Kosonen from Greenpeace. \"We have eight years to nearly halve global emissions. That's an enormous task, but still doable, as the IPCC has just reminded us - but if people now start chasing emissions peak by 2025 as some kind of benchmark, we don't have a chance.\" Follow Matt on Twitter @mattmcgrathbbc Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/entertainment-arts-61122464": "By Mark Savage\nBBC Music Correspondent \"This is the best welcome home ever,\" says Dua Lipa, a couple of songs into the first UK show of her world tour. \"We've been waiting so long, so long to put this show on. We've moved it and postponed it and finally we're here.\" Moments earlier, the 26-year-old had walked down the the catwalk of her vast stage, slowly raising her hands to the air as she soaked up the adulation of 21,000 fans who'd waited two years to see her at Manchester's AO Arena. This wasn't just a pop concert - it was a reunion. For context, we need to rewind a little. The Future Nostalgia tour was first announced in December 2019, as reports of a new, potentially-deadly virus started to emerge from China. By the time Dua's second album (also titled Future Nostalgia) arrived the following March, the world was in lockdown and the tour was on ice. The singer fretted about releasing an album of upbeat dance-pop while people were suffering. \"I'm not sure if I'm even doing the right thing,\" she told fans in a tearful Instagram live, \"but I think the thing we need the most at the moment is music, and we need joy and we need to be trying to see the light.\" Her instincts were right. Instead of reminding us what we'd lost, the album cast forward to a time when we'd be pressed against each other again, singing these songs in sweat-soaked unison. Or, to use Dua's own words, she'd had a \"premonition that we fell into a rhythm where the music don't stop for life\" - and Future Nostalgia became the most-streamed album of 2020. Even so, Covid restrictions played havoc with her tour. It was postponed and rescheduled three times, forcing Dua to find ways to keep her music alive - a remix album, a spectacular live-stream and a constant trickle of new songs, including the chart-topping Elton John duet Cold Heart. All the while, anticipation for the concerts grew, and the roar that greeted the star on Friday night was a curious mixture of excitement and relief. Dua opened the show by playing Hot Streak's 1980s breakdance classic Body Work (\"music makes you lose control\"), signalling her intention to celebrate the abandon of the dancefloor. She emerged on stage in an electric pink Balenciaga corset bodice to the bubbling synth groove of Physical, throwing shapes at a ballet barre, before romping down the catwalk and dipping into some 80s-inspired aerobics moves. The energy levels barely dipped for the next 40 minutes, as the star blasted through her biggest songs - New Rules, Break My Heart, Love Again, Be The One - flanked by 12 inexhaustible dancers. The staging was pleasantly restrained for a pop show, forcing the focus onto Dua's impressive vocals and allowing the band to extend her songs for maximum dancefloor impact. Break My Heart was mashed up with Justice's Dance, while Hallucinate was embellished with elements of Daft Punk's Technologic. Even the female-empowerment ballad Boys Will Be Boys segued into a clattering carnival remix, incorporating a sample of Gwen Stefani's Hollaback Girl. It's a trick Dua borrowed from Madonna - placing her music directly into the pop canon - paying tribute at the same time as asserting her dominance. In lesser hands, it would be an exercise in hubris but the platinum-plated hits of Future Nostalgia withstood the comparisons. The choreography was just as clever, drawing on decades of dance history. New Rules gained a Gene Kelly-inspired umbrella routine, while Cool saw Dua orbited by two roller-disco skaters. Choreographer Charm La'Donna, who worked on this year's Super Bowl half-time show, riffed on Bob Fosse's chair routines during Hallucinate, and brought New York Warehouse vibes to the dance hit Electricity. At one point, she even threw in a bit of the hokey-cokey. But the masterstroke came towards the end, when Dua recreated the famously awkward, hip-wiggling move that launched a \"Dua can't dance\" meme in 2019. (\"I love her lack of energy,\" commented one observer. \"Go girl, give us nothing\"). This time, she gave it more oomph, proving not just that she's refined her stagecraft, but that she's capable of laughing at herself. The show could have done with a bit more of that humour. The only other glimpse of the star's quirky side was a giant inflatable lobster that appeared during We're Good (a throwback to the music video that would take too long to explain here). But the Future Nostalgia tour isn't built for jokes. It's about marking the moment Dua Lipa came into her own as a pop star. Since 2019, she has transformed into a commanding, confident performer, who can casually throw away a gigantic hit like New Rules two songs into her set, safe in the knowledge she has a dozen other tracks the audience know just as well. For Friday's finale, she appeared in a Thierry Mugler catsuit, stitched with 120,000 crystals that turned her into a human glitterball, as she floated above the audience singing Levitating. Back on the ground, she whipped her hair furiously to Future Nostalgia's title track, before taking a victory lap around the disco-funk of Don't Start Now. Not for the first time, the fans drowned her out... almost as if they'd spent the lockdown learning the words and were finally getting the chance to live out their fantasy. Up on stage, Dua was experiencing the same thing. She did a full 180, baby. And look at where she ended up. Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk. How Dua Lipa released an album from isolation Dua Lipa sued for sharing paparazzi photo Dua Lipa revealed as most-played artist of 2020 Dua demands pay rise for nurses as she wins Brits Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/health-61104594": "A new Covid vaccine has been approved for use in the UK by regulators. It is manufactured by Valneva, using more traditional technology - similar to how polio and flu shots are made. It contains a whole copy of the virus which has been inactivated, so that it can't cause the disease but does teach the body how to fight it. The UK was due to receive 100 million doses of the jab, but the government cancelled the deal in September due to a \"breach of obligations\". The French company strenuously denied the government's accusation. Dr June Raine, chief executive of the UK's Medicines and Healthcare products Regulatory Agency, said the approval followed \"a rigorous review of the safety, quality and effectiveness of this vaccine\". As with the AstraZeneca and Pfizer vaccines, it is designed to be given as two doses. Professor Sir Munir Pirmohamed, from the Commission on Human Medicines - which led the review - said: \"We have advised that the benefit risk balance is positive. The vaccine is approved for use in people aged 18 to 50 years, with the first and second doses to be taken at least 28 days apart.\" The jab developed by Valneva, which has a factory in Livingston near Edinburgh, is the sixth Covid-19 vaccine to be granted an MHRA authorisation. In trials, blood results from volunteers who received the jab had high levels of neutralising antibodies against the pandemic virus. It outperformed the AstraZeneca vaccine on this measure in head-to-head tests. Experts say it is possible that by using the whole virus - rather than just the spike protein - the vaccine may be more useful against future emerging variants of Covid. Prof Adam Finn who ran the trials said: \"On behalf of all the participants in the clinical trials which underpinned this authorisation, which were conducted in the UK, and all of the clinical and laboratory teams involved, I'd like to express our delight that this vaccine has now been approved. \"This vaccine has an important role to play in the ongoing global effort to combat the pandemic.\" The MHRA has also approved the use of the Moderna Covid vaccine for children aged 6 to 11. UK scraps Covid vaccine deal with Valneva Positive trial results for Valneva Covid vaccine Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/business-61102495": "Sri Lanka is about to default on its debts, two of the world's largest credit rating agencies have warned. Fitch Ratings lowered its assessment of the South Asian nation, saying \"a sovereign default process has begun\". S&P Global Ratings made a similar announcement and said that a default is now a \"virtual certainty\". This week, Sri Lanka said it will temporarily default on its foreign debts as it faces its worst economic crisis in more than 70 years. Meanwhile, faced with mass protests over major power cuts and the soaring cost of food and fuel, officials have urged Sri Lankans working abroad to send money home. The new governor of the country's central bank appealed for donations in sterling, US dollars and euros on Wednesday. He said the money \"will be utilised only for the purpose of importation of essentials such as food, fuel and medicine\". On Monday, Sri Lanka is due to make $78m (£59.4m) of interest payments on its international sovereign bonds. If the payment is not made within a 30-day grace period it would mark the country's first default on its foreign debt since independence from the UK in 1948. Fitch's latest rating puts Sri Lanka at \"near default\" and indicated that its \"payment capacity is irrevocably impaired\". \"We will downgrade the [rating] once a payment on an issuance is missed and the grace period has expired,\" the firm said in a statement on Wednesday. S&P also downgraded Sri Lanka \"to reflect the virtual certainty of a default on some affected obligations\". The ratings agency said it was waiting for more details on Sri Lanka's debt restructuring plan, or confirmation that its government had failed to pay its creditors. \"We expect the government to miss paying these coupons,\" S&P said in a note. A coupon is the interest payment due on a bond. Credit ratings are intended to help investors understand the level of risk they face when buying a financial instrument, in this case a country's debt - or sovereign bond. On Tuesday, the Sri Lankan government said it would temporarily default on $35.5bn in foreign debt. Its finance ministry said the impact of the pandemic and the war in Ukraine made it \"impossible\" to pay its creditors. The country is due to start talks with the International Monetary Fund (IMF) next week on a loan programme to get its economy back on track. It steeply devalued its currency last month ahead of talks with the IMF over a bailout. Sri Lanka warns it will default on foreign debt Why are there mass protests in Sri Lanka? Firms struggle amid Sri Lanka's economic crisis Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/science-environment-61084816": "By Helen Briggs\nEnvironment correspondent Scientists have mapped coral reefs in the Caribbean to identify those most likely to survive climate change. Corals with the highest potential to escape destruction from marine heat waves are predominantly located along the northern shoreline of Cuba. And other promising sites are clustered around the Bahamas, Dominican Republic, Guadeloupe, Haiti, eastern Jamaica, and the US state of Florida. Coral reefs are wonders of the ocean. Made up of hundreds of thousands of tiny creatures, they are one of the most threatened ecosystems on the planet. According to a recent IPCC report (top-level UN reports written by scientists), at up to 1.5C of warming, only 10 to 30% of coral reefs are expected to survive. If warming is above that, survival prospects plummet drastically. The research team compared different climate models and examined factors such as hurricane damage and heat stress. They used this to define a list of coral that are priorities for protection due to their better resilience to climate change. Locating and managing the places that hold \"greatest promise to sustain key species will be critical for helping these precious habitats persist as the planet continues to warm,\" said lead researcher, Iliana Chollett. The insights are already shaping reef conservation efforts \"to deliver durable, climate-smart protection for those ecosystems most likely to survive this century,\" added Ximena Escovar-Fadul, of global environmental non-profit, The Nature Conservancy. But the scientists say their research - in line with other studies - shows coral reefs will not survive 2C of warming, meaning urgent greenhouse gas emission reductions are needed to save them for future generations. The research is published in the journal, Global Change Biology. Follow Helen on Twitter. Five things new IPCC climate change study tells us Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/entertainment-arts-61111996": "Three independent artists - Wet Leg, Father John Misty and Jack White - have taken the top positions in the UK albums chart for the first time in more than 11 years. Wet Leg, the much-hyped Isle of Wight indie duo, went in at number one on Friday with their eponymous debut. They managed to outsell the rest of the top five combined in the process. Rhian Teasdale and Hester Chambers' guitar band are the fourth non-major label act to top the chart this year. \"We just want to say thanks to all of our fans that have bought the record, and that means we can be number one,\" the band said in a statement to the Official Charts Company on Friday. Father John Misty's album, Chloe and the Next 21st Century - released by Bella Union - went in at number two this week, while Jack White's Fear Of The Dawn, put out on his own Third Man imprint, entered at number three. Official Charts Company boss Martin Talbot said the \"indie treble\" underlined \"the independent sector's power in uncovering and developing talent\". Music Week's chart analyst Alan Jones noted it was only the third time this century that indie records - albums by non major-labels or their subsidiaries - had occupied all of the top three places in the chart. \"The first time, in 2011, saw two albums from Adele (21 and 19) and one from The Strokes (Angles) shutting out the majors, and the second instance happened just six weeks later,\" he told the charts company. Wet Leg's album, released on Domino Records, continues a fine run of form for the smaller labels of late. Central Cee's best-selling LP 23, Stereophonics' Oochya! and Don Broco's Amazing Things have previously reached the summit. Earlier this week, the BPI - the recorded music trade body - announced a fourth consecutive year of growth for indie label market share. Along with the likes of PinkPantheress and Mimi Webb, Wet leg have been one of the most talked-about acts of the year, impressing judges on the BBC Sound of 2022 panel. \"We just started it as a joke,\" Teasdale told the BBC's Ian Youngs in January. \"And it's doing really well, and there's all this buzz and hype, which feels a bit strange.\" Their first single, Chaise Longue, hit the sweet spot between being deeply cool and satisfyingly silly. Inspired by Chambers' grandfather's furniture, it features a string of innuendos including a classic quote from 2004 film Mean Girls (\"Is your muffin buttered? Would you like us to assign someone to butter your muffin?\"). That was followed up by Wet Dream, an equally enjoyable message to an ex-boyfriend, and their ear-wormy recent single, Angelica. 'We started a band for fun, now it's doing really well' Why more and more musicians are going independent 'The rug can be pulled any time,' say indie stars Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/business-61008730": "By Katherine Latham\nBusiness reporter Patrick Paumen causes a stir whenever he pays for something in a shop or restaurant. This is because the 37-year-old doesn't need to use a bank card or his mobile phone to pay. Instead, he simply places his left hand near the contactless card reader, and the payment goes through. \"The reactions I get from cashiers are priceless!\" says Mr Paumen, a security guard from the Netherlands. He is able to pay using his hand because back in 2019 he had a contactless payment microchip injected under his skin. \"The procedure hurts as much as when someone pinches your skin,\" says Mr Paumen. A microchip was first implanted into a human back in 1998, but it is only during the past decade that the technology has been available commercially. And when it comes to implantable payment chips, British-Polish firm, Walletmor, says that last year it became the first company to offer them for sale. \"The implant can be used to pay for a drink on the beach in Rio, a coffee in New York, a haircut in Paris - or at your local grocery store,\" says founder and chief executive Wojtek Paprota. \"It can be used wherever contactless payments are accepted.\" Walletmor's chip, which weighs less than a gram and is little bigger than a grain of rice, is comprised of a tiny microchip and an antenna encased in a biopolymer - a naturally sourced material, similar to plastic. Mr Paprota adds that it is entirely safe, has regulatory approval, works immediately after being implanted, and will stay firmly in place. It also does not require a battery, or other power source. The firm says it has now sold more than 500 of the chips. The technology Walletmor uses is near-field communication or NFC, the contactless payment system in smartphones. Other payment implants are based on radio-frequency identification (RFID), which is the similar technology typically found in physical contactless debit and credit cards. For many of us, the idea of having such a chip implanted in our body is an appalling one, but a 2021 survey of more than 4,000 people across the UK and the European Union found that 51% would consider it. However, without giving a percentage figure, the report added that \"invasiveness and security issues remained a major concern\" for respondents. Mr Paumen says he doesn't have any of these worries. \"Chip implants contain the same kind of technology that people use on a daily basis,\" he says, \"From key fobs to unlock doors, public transit cards like the London Oyster card, or bank cards with contactless payment function. \"The reading distance is limited by the small antenna coil inside the implant. The implant needs to be within the electromagnetic field of a compatible RFID [or NFC] reader. Only when there is a magnetic coupling between the reader and the transponder can the implant can be read.\" He adds that he is not concerned that his whereabouts could be tracked. \"RFID chips are used in pets to identify them when they're lost,\" he says. \"But it's not possible to locate them using an RFID chip implant - the missing pet needs to be found physically. Then the entire body gets scanned until the RFID chip implant is found and read.\" Yet the issue with such chips, (and what causes concern), is whether in the future they become ever more advanced, and packed full of a person's private data. And, in turn, whether this information is secure, and if a person could indeed be tracked. Financial technology or fintech, expert Theodora Lau, is co-author of the book Beyond Good: How Technology Is Leading A Business Driven Revolution. She says that implanted payment chips are just \"an extension of the internet of things\". By that she means another new way of connecting and exchanging data. Yet, while she says that many people are open to the idea - as it would make paying for things quicker and easier - the benefit must be weighed up with the risks. Especially as and when embedded chips carry more of our personal information. \"How much are we willing to pay, for the sake of convenience?\" she says. \"Where do we draw the line when it comes to privacy and security? Who will be protecting the critical infrastructure, and the humans that are part of it?\" New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. Nada Kakabadse, professor of policy, governance and ethics at Reading University's Henley Business School, is also cautious about the future of more advanced embedded chips. \"There is a dark side to the technology that has a potential for abuse,\" she says. \"To those with no love of individual freedom, it opens up seductive new vistas for control, manipulation and oppression. \"And who owns the data? Who has access to the data? And, is it ethical to chip people like we do pets?\" The result, she cautions, could be \"the disempowerment of many for the benefits of a few\". Steven Northam, senior lecturer in innovation and entrepreneurship at the University of Winchester, says that the concerns are unwarranted. In addition to his academic work he is the founder of UK firm BioTeq, which has been making implanted, contactless chips since 2017. Its implants are aimed at people with disabilities who can use the chips to automatically open doors. \"We have daily enquiries,\" he says, \"And have carried out over 500 implants in the UK - but Covid caused some reduction in this.\" \"This technology has been used in animals for years,\" he argues. \"They are very small, inert objects. There are no risks.\" Back in the Netherlands, Mr Paumen describes himself as a \"biohacker\" - someone who puts pieces of technology into his body to try to improve his performance. He has 32 implants in total, including chips to open doors and imbedded magnets. \"Technology keeps evolving, so I keep collecting more,\" he says. \"My implants augment my body. I wouldn't want to live without them,\" he says. \"There will always be people who don't want to modify their body. We should respect that - and they should respect us as biohackers.\" Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/business-60617094": "By Elna Schutz\nBusiness reporter, South Africa \"My parents were coffee growers, I am a coffee grower, I have known how to handle coffee since my birth,\" says Faustin Mulomba, from Bweremana in the west of the Democratic Republic of Congo (DR Congo). Mr Mulomba has spent most of his life working in coffee cultivation, but last year was put in charge of a coffee-washing station for the AMKA co-operative, a group of more than 2,000 farmers close to Lake Kivu. Here, beans from farms across the region have their outer skin and pulp removed. They are washed, sorted and dried, before being sent to the city for further processing. Up to 120,000kg of coffee cherries pass through his station in a year, which amounts to a little less than a container full of green coffee beans. While Mr Mulomba's family has a long history in coffee production, the introduction of new technology has changed the way he looks at the business. Now, when beans from his co-operative are sold to Nespresso, the company uses sophisticated data capturing and storage methods - including blockchain technology - to track the beans as they move from the farm to the customer. Blockchain is a digital ledger, or a log, of transactions. The information is distributed and stored among a network of users. The idea behind using the ledger is to make the information easy to verify, but difficult to manipulate. In practice, Mr Mulomba uses a simple smartphone app to scan QR codes that give him information about a particular bag of coffee, such as the weight and pulping data. For Mr Mulomba, the new tech means he can see how much coffee has been produced in the co-operative, where the coffee is and if it has been handled correctly. \"It is a good tool because [...] it allows us to measure, or to have all the quantities supplied to the co-operative in real-time,\" he says. Nespresso partnered with Australia-based start-up, OpenSC, a technology firm that specialises in food traceability. OpenSC has also worked with Austral Fisheries, using global-positioning system (GPS) data and sensors on fishing boats, to ensure vessels are not fishing in marine protected areas. Chief executive and co-founder, Markus Mutz, says this system is a better than the alternative - manual spot-checks carried out by officials. \"Why would you trace something [in the first place] unless there's something about it that you can be proud of, or that is valuable?\" he explains. Retaining continuous data from the source of production can help improve the entire production process - preventing losses and bad practices. But such tracing is not without its challenges. Like any process that requires a database, the quality of the information being fed-in is critical to its success. For instance, back in DR Congo, when coffee is harvested at night, there can be connection problems and delays in capturing the data. Fairtrade International's Director of Global Impact, Arisbe Mendoza, says tracing technology unlocks opportunities for monitoring and supporting fair treatment and pay for workers across the supply chain. The organisation would like to see more traceability in international trade. Yet, she echoes Mr Mulomba's concerns, Ms Mendoza says: \"My experience for some of the initiatives that we have had in the system is that technology is not the issue, it is the capacity building that we need to do behind this to ensure that producers and everyone in the supply chain who will be using these tools, is understanding and able to use it fully.\" She says producers and farmers need to have full access and use of the data in the supply chain, to negotiate prices, prove compliance, and access markets. But often this is not the case, or data rights are unclear. \"Producers might have access to information, but not necessarily the rights to it. We need to ensure that they own the data, then they also can make use of the data anyway they want.\" Sara Eckhouse, executive director of FoodShot Global, a food system investment platform, says not being able to trace food fuels consumer distrust and can even perpetuate bad labour practices, or lack of sustainability. However, she is concerned that the costs and logistical difficulties of traceability will end up being pushed back to the producers. She also cautions that adding marketing around traceability to products could be more confusing than helpful for shoppers - who are already faced by a variety of supposedly sustainable labels. \"If each company is still going to have their own standards that they're verifying for, and if there's no uniform standard or expectation that everybody is meeting a minimum, you could still have companies making claims like 'blockchain verified sustainable', but what does that actually mean?\" More technology of business: Shalini Unnikrishnan, is managing director and partner at the Boston Consulting Group (BCG), which supports a variety of projects working on food tracing, including at OpenSC. She says consumers are increasingly willing to change their food shopping habits for more sustainable products, including paying more money for certain items. Mrs Unnikrishnan adds that while across the so-called 'digital agriculture' sector, there are lots of small exciting companies and pilots popping-up, policy frameworks are needed to scale these businesses up. \"I think regulation standards are really fundamental to make sure that the changes happening, are happening at scale,\" she says, because these provide companies, farmers and buyers \"a signal of what is required and a framework for standards.\" So, what do customers think? German management consultant, Thomas Kunze, is a coffee lover who enjoys buying locally-sourced beans on his international travels. Quality and sourcing from interesting locations is important to him. He recently bought some limited edition coffee pods that display the traceability tool. When Mr Kunze scans the package's QR code, he sees which area, or cooperative, his coffee came from, including the profiles of some of the farmers and whether they have been paid for their produce. \"It is interesting but not important,\" he says about seeing the journey his brew took. \"Traceability is nice to see but, because I don't know anything about the different locations, I would need more information about the steps and locations.\" Back in DR Congo, Mr Mulomba cheerily invites coffee drinkers to visit. \"It is very important that the consumers render us visits, [then] maybe they will know our reality on the ground.\" Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video\n'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. Video\nChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandal… The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/in-pictures-61098288": "A selection of striking news photographs taken around the world this week. All pictures are subject to copyright. © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-africa-61092881": "A selection of the week's best photos from across the continent and beyond: Images subject to copyright. Africa Today podcasts The Comb podcasts © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/in-pictures-61072096": "The winners of the Professional category of the 2022 Sony World Photography Awards have been announced, with Adam Ferguson named as Photographer of the Year for a series of self-portraits of migrants in Mexico as they wait to cross the border into the United States. Migrantes is a series of black and white portraits made in collaboration with the subjects. Ferguson set up the equipment and scene, and then allowed the individuals to choose the moment to capture their own image. \"By giving his subjects the shutter release, Adam hands a certain power to the sitter to make that decision on how to be perceived. These photographs are beautiful, meaningful and kind,\" said Mike Trow, chairman of the Professional competition. The series triumphed in the Portraiture category. Here are the other category winners, along with comments from the photographers themselves. Dorf by Domagoj Burilović \"Dorf is the German word for village. In the 19th Century, the Croatian region of Slavonia was inhabited by people from all nations of the Austro-Hungarian empire. \"German colonists made the largest cultural impact through language, crafts and architecture. \"With the extinction of the village, the historic houses that became part of its cultural identity are the first to decay.\" Mellow Apocalypse by Alnis Stakle \"I am interested in the fate of canonised artistic, scientific and journalistic images and their potential to embody contemporary meanings. \"For my collages, I have used images from the open source collections at art museums, scientific institutions and image banks, whose archives may be considered iconic testimonies of the present and the past.\" The Children of the Financial Collapse in Venezuela by Jan Grarup \"More than 8.5 million people in Colombia urgently need help. \"The financial collapse in Venezuela has left many with no access to emergency aid, shelter, clean drinking water or food. Children pay the highest price.\" Living in the Transition by Shunta Kimura \"Gabura Union is located on the south-western coast of Bangladesh. It is one of the most vulnerable areas to the impacts of climate change, and many residents often suffer from its effects. \"The purpose of this photo essay is to capture and communicate the situation for people living quietly in this transition, impacted by climate change.\" Life On Earth by Lorenzo Poli \"Science and religions may all fall short in explaining the incredible miracle of life which, through millennials of evolution, has transformed barren land into a living planet. \"There is an untamed world between sacred and magic, where the essence of life is safeguarded by silence, where the outer and the inner world coincide. This is what I am seeking to photograph.\" Hugh Fox \"A selection of images taken over the last couple of years. \"For me, this series evokes the quiet, isolated, reflective moments I felt during the pandemic.\" The Fox's Tale by Milan Radisics \"Over eight months, I spent almost every night sitting at the window of my cottage in the middle of the forest - where wild animals live almost as neighbours of the villagers. \"The young vixen appears in the village after dusk, circles an hour-and-a-half, and appears in a courtyard several times. \"I set the lights in advance, like in a studio, and waited for the protagonist to walk into the scenes.\" Constellation by Haruna Ogata & Jean-Etienne Portail \"These images were taken in a studio in Paris, in September 2020 - for the pure creation of a still life photo.\" Kuarup by Ricardo Teles \"The Kuarup is a ritual of the Xingu Indigenous Brazilian to honour the illustrious dead - it is the farewell and closing of a mourning period. \"The celebration takes place once a year in different villages, and lasts for three days. The highlight of this celebration is a competition of a martial art called Huka-huka, similar to the Greco-Roman wrestling fight, which has competitive symbolism that shows the strength and virility of the young men.\" The Open competition celebrates the power of single images. Scott Wilson is Open Photographer of the Year 2022 for his photograph titled Anger Management, entered in the Natural World & Wildlife category. The image shows a dirt-caked wild mustang kicking up dust in north-western Colorado, USA. Ezra Bohm, of the Nederlandse Acedemie voor Beeldcreatie, has been awarded Student Photographer of the Year 2022 for his series titled The Identity of Holland. Bohm photographed the residents of close-knit communities in the Netherlands, who maintain a traditional way of life. Tri Nguyen has won Youth Photographer of the Year 2022 for his image Under The Moonlight. The photograph depicts a young man basking in artificial moonlight standing against a derelict background. All photographs courtesy of 2022 Sony World Photography Awards. An exhibition of the winners and shortlisted work takes place at Somerset House, London from 13 April to 2 May 2022. © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/world-latin-america-61078955": "Locals in the city of Texistepeque in El Salvador have kicked off the Easter week with an annual festival which sees residents dressing up as demons known as \"talcigüines\" and playfully whipping bystanders. The demons and a man dressed as Jesus act out scenes which are meant to represent the temptation of Christ as told in the gospels. The traditional ceremony is held on the day after Palm Sunday and attracts people from across El Salvador to the city 50 miles (80 km) north of the capital San Salvador. The men who are chosen to act as talcigüines start their day by attending mass. They then walk through the city streets whipping visitors and locals in a ceremony in which those attending are meant to repent the sins they have committed during the year. At the end of the ceremony, the demons lie down on the ground and the man playing Jesus steps over them, portraying the victory of good over evil. The talcigüines are meant to represent evil and inspire terror but even the youngest residents know that the demons will be defeated in the end and are therefore not to be feared. Some youngsters even join the ranks of the talcigüines at an early age. After all, who would not want to dance through their home town and whip some neighbours once a year? All photos subject to copyright. Good Friday marked around the world © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ", "https://www.bbc.com/news/in-pictures-61014501": "Amber Bracken's picture, entitled Kamloops Residential School, has been named World Press Photo of the Year. Taken for The New York Times, the image shows red dresses hung on crosses along a roadside to commemorate children who died at the Kamloops Indian Residential School, an institution created to assimilate indigenous children, in British Columbia, Canada. The photo was shot in June 2021, following the detection of as many as 215 unmarked graves at the site of the former school, which closed in 1978. \"It is an image that sears itself into your memory, it inspires a kind of sensory reaction,\" said jury chairperson Rena Effendi. \"I could almost hear the quietness in this photograph, a quiet moment of global reckoning for the history of colonisation, not only in Canada but around the world.\" Ms Bracken's photo also won the Singles award in the regional North and Central America category. The World Press Photo Contest recognises the best photojournalism and documentary photography. This year's winners were chosen from 64,823 entries taken by 4,066 photographers from 130 countries. Matthew Abbott was named the winner of the World Press Photo Story of the Year category, with his series Saving Forests with Fire, taken for National Geographic and Panos Pictures. The photos show indigenous Australians strategically burning land in a practice known as Cool Burning, in which fires move slowly, burn only the undergrowth, and remove the build-up of fuel that feeds bigger blazes. The series featured the Nawarddeken people of West Arnhem Land, Australia, who have been carrying out the practice for tens of thousands of years. The jury chose Amazonian Dystopia by Lalo de Almeida as the winner of the Long-Term Project Award. The photos, taken for Folha de São Paulo and Panos Pictures, show the threat to the Amazon rainforest from deforestation, mining, infrastructural development and the exploitation of natural resources under Brazil's President Jair Bolsonaro. \"This project portrays something that does not just have negative effects on the local community, but also globally, as it triggers a chain of reactions,\" said Ms Effendi. The series also won the Stories award in the regional Southeast Asia and Oceania category. Blood is a Seed, by Isadora Romero, was awarded the World Press Photo Open Format Award. Through personal stories and a journey to Ms Romero's ancestral village of Une, Cundinamarca, Colombia, the project questions the disappearance of seeds, forced migration, colonisation, and the subsequent loss of ancestral knowledge. The World Press Photo regional winners were also announced, some of which can be seen below, with captions from the competition. All pictures are subject to copyright. Garden photographer wins competition for third time Celebrating creativity in the construction industry The photos that captured the world in 2021 © 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. "}